{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Guards from a nearby camp are attacking in hopes of recapturing the castle and suppressing the uprising.",
        "Level3": "After capturing this castle, we will gain full control over the island and get access to the nearby ship.",
        "Level4": "Guards have signaled the alarm! Now the Imperial Berserkers are assembling a detachment to defeat our uprising. A preemptive strike will ruin their plan!",
        "Level5": "Berserkers get most of their gold and wood from this region. We will need the resources to build a strong army.",
        "Level6": "Locals complain about the robbers who seized the loggers' camp. \\nThey say the previous local ruler received a share of the loot, and the guards turned a blind eye to the crimes.",
        "Level7": "From this port Berserkers send raids around the world.\\nWe must capture the city before the veteran raiders return from their mission!",
        "Level8": "Veteran raiders return from the mission! Realizing that their city had been captured, they quickly organize an attack.",
        "Level9": "The Red Empire throws the sworn Fire Nation fighters into battle.  \\nWe should be cautious of their powerful volcanic weapons!",
        "Level10": "Volcanic activity indicates the mass production of volcanic weapons. \\nThe Volcanic Forge located here is an important strategic goal!",
        "Level11": "The Red Emperor is angry with the blacksmiths who worked in the Volcanic Forge! He accused them of fleeing and now demands that they recapture the Forge at all costs.",
        "Level12": "After capturing the Volcanic Forge, we also seized a batch of weapons for the Grenadiers. These weapons did not reach the destination, so only the infantry will oppose us in this city.",
        "Level13": "Local craftsmen combine wood with volcanic technology to create powerful bows.",
        "Level14": "This observation post between different parts of the Red Empire is guarded by regular border troops.",
        "Level15": "This castle is guarded by Mages. \\nPowerful magic shields protect them from volcanic explosions. Their lightning rods are ineffective against Berserkers.",
        "Level16": "Red Army burns the fields as they retreat. If we stop them now, we will provide our army with enough food and save the local population from future famine.",
        "Level17": "This city is built around a giant Storm Crystal. The Mages of the Red Empire have learned to use it as a powerful defensive weapon.",
        "Level18": "The Red Empire is trying to retake the Storm City. \\nThis time the element will be on our side.",
        "Level19": "The defenders of this city were better prepared for the storm. So in this battle we can't rely too much on the help of the Storm Crystal.",
        "Level20": "The Imperial Mages' College is located in this city. \\nWe will be opposed not only by the soldiers guarding the city, but also by the Mage elite of the Empire.",
        "Level21": "We are preparing for the defense. However, when the attackers emerge from the fog, it becomes clear that this time we are not fighting the Empire ... Undead army is approaching the city!",
        "Level22": "This castle belongs to the cult of Necromancers who wanted to capture our city last night. It is time to rid this place of Necromancers before they gather a new Undead army.",
        "Level23": "A big trading city of the Red Empire. Much like it's population, the city's garrison is very diverse. They are equipped with different weapons from all over the world.",
        "Level24": "The world's largest gold deposit can be found in this region. By capturing this city, we will weaken the enemy's economy.",
        "Level25": "The gold deposit is guarded by elite mercenaries. We must get rid of them in order to capture the place and it's riches.",
        "Level26": "An important logistics city. It is vital for supplying the capital with food, building materials and other resources from neighboring regions.",
        "Level27": "By placing a military camp in a narrow passage between the mountains, the Red Empire hopes to stop our advance. Imperial soldiers were ordered to defend it at any cost.",
        "Level28": "The large forest. This is where most of the Empire's wood comes from. Descendants of the forest robbers who founded this settlement are considered to be the best archers in the Empire.",
        "Level29": "A secluded fishing town. It is rumored that this place is inhabited by the Undead. But few dare to visit the town and see for themselves.",
        "Level30": "The Red Empire is as weak as ever. Still, the capital is very well protected. The battle will be a serious challenge for our experienced warriors.",
        "Level31": "The Imperial Fort sends reinforcements to the capital. They are late, and now the elite troops of the Red Army are forced to break through our reliable defenses.",
        "Level32": "Once all-powerful, the Red Emperor hid in a fort protected by his most loyal warriors. Only by defeating the tyrant will we put an end to our struggle for freedom.",
        "Level1MC1": "",
        "Level2MC1": "The Orange Kingdom created explosive tools for miners. The greater efficiency of the miners means that the enemy army on our border will grow faster!",
        "Level3MC1": "We are moving quickly through the enemy's territory. They don't expect to be hit here. We can use the surprise effect if we attack them right away!",
        "Level4MC1": "This time the enemy was better prepared and posted numerous guards. They will attack as soon as they see our camp!",
        "Level5MC1": "Our mission continues regardless of weather conditions. We must be ready for lightning strikes.",
        "Level6MC1": "The Orange Kingdom actively uses necromancers in its army. Beware, necromancers are especially dangerous in the green fog!",
        "Level7MC1": "Be careful, explosive breaks often occur at the edge of the volcanic zone. However, we can use them to our advantage if we lure the enemy!",
        "Level8MC1": "The Orange King spared no expense on a squad of mercenaries known for their brutality. Well, this is a great opportunity to rid the world of these cutthroats!",
        "Level9MC1": "This gold deposit is guarded by the best archers of the Orange Kingdom!",
        "Level10MC1": "This is the largest gold deposit in the Orange Kingdom. It's also where they produce explosive tools for their miners. This place is very well protected!",
        "Level1MC2": "",
        "Level3MC2": "Looks like the Orange Kingdom is changing tactics. We must be ready to repel a quick attack!",
        "Level2MC2": "The enemy has gathered a lot of fighters to attack this deposit. We will be able to hold out by combining our superiority in defensive towers and better tactics!",
        "Level4MC2": "This time, the enemy sends a rather diversified squad into battle. Among them are ice warriors capable of freezing our warriors in battle!",
        "Level5MC2": "Here, at the border, the miners of the Orange Kingdom had exhausted their own gold deposits. Now they are stealing resources from our side of the border! We must capture the enemy's castle to stop them.",
        "Level6MC2": "After the defeat of the Red Empire, some of the imperial troops fled to the Orange Kingdom. Now the Orange King uses them to achieve his own goals.",
        "Level7MC2": "After a series of failures the Orange King hopes that a small elite squad can achieve better results. However, the strength of the fighters is limited by the foolishness of their command.",
        "Level8MC2": "Weather conditions in this region are very dangerous. But we can use it to our advantage.",
        "Level9MC2": "The enemy attacks from the dead forest. They count on the element of surprise and volcanic gear to give them the edge in this battle.",
        "Level10MC2": "This battle is no ordinary defense. Having captured the enemy's castle, we will take full control of this huge deposit on the border with the Orange Kingdom!",
        "Level1MC3": "",
        "Level2MC3": "We stopped enemy's attack in this direction. Now we have an opportunity to capture this important castle.",
        "Level3MC3": "The enemy is attacking from several directions. This time you have been entrusted with the defense of the northern border.",
        "Level4MC3": "We've repelled the offensive. It is time to capture the enemy's castle to avoid further attacks on our northern frontier.",
        "Level5MC3": "Some of the enemy's troops went deep into our country, avoiding the border checkpoints. They hope that we aren't ready for this attack.",
        "Level6MC3": "Time to destroy the enemy camp before it gets new reinforcements. We have destroyed most of the attackers, but there are still guards left in the camp!",
        "Level7MC3": "While we were busy defending other regions, the Orange Army was able to capture one of our castles in the east. But we will destroy their plans for further advancement!",
        "Level8MC3": "Time to regain control of the previously lost castle. It's very important that the enemy doesn't have a foothold on our territory!",
        "Level9MC3": "Orange King sends his elite fighters to our capital. This is his last hope for winning this war, and today we will destroy that hope!",
        "Level10MC3": "The remnants of the Orange Army gathered in this camp. They are cut off from reinforcements but refuse to surrender. It's time to get rid of Orange invaders for good!"
    }
}