{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Ang mga guwardiya mula sa isang kalapit na kampo ay umaatake sa pag-asang mabawi ang kastilyo at sugpuin ang pag-aalsa.",
        "Level3": "Pagkatapos makuha ang kastilyong ito, magkakaroon tayo ng ganap na kontrol sa isla at makakakuha tayo ng access sa kalapit na barko.",
        "Level4": "Nag-alarm na ang mga guwardiya! Ngayon ang Imperial Berserkers ay nagtitipon ng isang detatsment upang talunin ang ating pag-aalsa. Ang isang preemptive strike ay sumira sa kanilang plano!",
        "Level5": "Nakukuha ng mga Berserker ang karamihan sa kanilang ginto at kahoy mula sa rehiyong ito. Kakailanganin natin ang mga mapagkukunan upang bumuo ng isang malakas na hukbo.",
        "Level6": "Nagrereklamo ang mga lokal tungkol sa mga tulisan na nang-aagaw sa kampo ng mga magtotroso. Ang dating lokal na pinuno ay nakatanggap ng bahagi ng pagnakawan, at ang mga guwardiya ay pumikit sa mga krimen.",
        "Level7": "Mula sa daungang ito, nagpapadala ang mga Berserker ng mga pagsalakay sa buong mundo. Dapat nating makuha ang lungsod bago bumalik ang mga beteranong raider mula sa kanilang misyon!",
        "Level8": "Ang mga beteranong raider ay bumalik mula sa misyon! Napagtanto na ang kanilang lungsod ay nakuha, mabilis silang nag-organisa ng pag-atake.",
        "Level9": "Inihagis ng Pulang Imperyo sa labanan ang sinumpaang mga mandirigma ng Fire Nation. Mayroon silang malalakas na sandata ng bulkan!",
        "Level10": "Ang aktibidad ng bulkan ay nagpapahiwatig ng malawakang paggawa ng mga sandatang bulkan. Ang Volcanic Forge na matatagpuan dito ay isang mahalagang madiskarteng layunin!",
        "Level11": "Nagalit ang Red Emperor sa mga panday na nagtrabaho sa Volcanic Forge! Inakusahan niya sila ng pagtakas at ngayon ay hinihiling na makuha nilang muli ang Forge sa lahat ng mga gastos.",
        "Level12": "Matapos makuha ang Volcanic Forge, nasamsam din namin ang isang batch ng mga armas para sa mga Grenadier. Ang mga sandata na ito ay hindi nakarating sa destinasyon, kaya ang infantry lang ang sasalungat sa atin sa lungsod na ito.",
        "Level13": "Pinagsasama ng mga lokal na manggagawa ang kahoy sa teknolohiya ng bulkan upang lumikha ng makapangyarihang mga busog.",
        "Level14": "Ang observation post na ito sa pagitan ng iba't ibang bahagi ng Red Empire ay binabantayan ng mga regular na tropa sa hangganan.",
        "Level15": "Ang kastilyong ito ay binabantayan ng Mages. Pinoprotektahan sila ng mga makapangyarihang magic shield mula sa mga pagsabog. Ang kanilang sandata ay hindi epektibo laban sa Berserkers.",
        "Level16": "Sinunog ng Pulang Hukbo ang mga bukid habang sila ay umaatras. Kung pipigilan natin sila ngayon, bibigyan natin ang ating hukbo ng sapat na pagkain at ililigtas ang lokal na populasyon mula sa taggutom sa hinaharap.",
        "Level17": "Ang lungsod na ito ay itinayo sa paligid ng isang higanteng Storm Crystal. Natutunan ng Mages ng Red Empire na gamitin ito bilang isang malakas na sandata sa pagtatanggol.",
        "Level18": "Sinusubukan ng Pulang Imperyo na kunin muli ang Storm City. Sa pagkakataong ito ang elemento ay nasa panig natin.",
        "Level19": "Ang mga tagapagtanggol ng lungsod na ito ay mas handa para sa bagyo. Kaya sa laban na ito hindi tayo masyadong umasa sa tulong ng Storm Crystal.",
        "Level20": "Ang Imperial Mages' College ay matatagpuan sa lungsod na ito. Kalabanin tayo hindi lamang ng mga sundalong nagbabantay sa lungsod, kundi maging ng mga piling Mage.",
        "Level21": "Naghahanda kami para sa depensa. Gayunpaman, kapag ang mga umaatake ay lumalapit, nagiging malinaw na sa pagkakataong ito ay hindi natin nilalabanan ang Imperyo ... Undead na hukbo ay papalapit sa lungsod!",
        "Level22": "Ang kastilyong ito ay kabilang sa kulto ng mga Necromancer na gustong makuha ang ating lungsod kagabi. Oras na para alisin ang mga Necromancer sa lugar na ito bago sila magtipon ng bagong Undead na hukbo.",
        "Level23": "Isang malaking lungsod ng kalakalan ng Red Empire. Katulad ng populasyon nito, ang garrison ng lungsod ay napaka-iba't iba. Nilagyan sila ng iba't ibang armas mula sa buong mundo.",
        "Level24": "Ang pinakamalaking deposito ng ginto sa mundo ay matatagpuan sa rehiyong ito. Sa pagsakop sa lungsod na ito, hihinain natin ang ekonomiya ng kalaban.",
        "Level25": "Ang deposito ng ginto ay binabantayan ng mga piling mersenaryo. Dapat nating alisin ang mga ito upang makuha ang lugar at ito ay kayamanan.",
        "Level26": "Isang mahalagang lungsod ng logistik. Ito ay mahalaga para sa pagbibigay ng kabisera ng pagkain, mga materyales sa gusali at iba pang mga mapagkukunan mula sa mga kalapit na rehiyon.",
        "Level27": "Sa pamamagitan ng paglalagay ng isang kampo ng militar sa isang makitid na daanan sa pagitan ng mga bundok, umaasa ang Red Empire na pigilan ang ating pagsulong. Inutusan ang mga sundalong imperyal na ipagtanggol ang landas sa anumang paraan.",
        "Level28": "Ang malaking kagubatan. Dito nagmula ang karamihan sa mga kahoy ng Imperyo. Ang mga inapo ng mga magnanakaw sa kagubatan na nagtatag ng pamayanang ito ay itinuturing na pinakamahusay na mga mamamana sa Imperyo.",
        "Level29": "Isang kakaibang bayan ng pangingisda. Usap-usapan na ang lugar na ito ay tinitirhan ng mga Undead. Ngunit kakaunti ang nangahas na bisitahin ang bayan at makita mismo.",
        "Level30": "Ang Red Empire ay kasing mahina. Ngunit ang kabisera ng lungsod ay napakahusay na protektado. Ang labanan ay magiging isang seryosong hamon para sa ating mga bihasang mandirigma.",
        "Level31": "Ang Imperial Fort ay nagpapadala ng mga reinforcement sa kabisera. Huli na sila, at ngayon ang mga piling tropa ng Pulang Hukbo ay pinilit na lusutan ang ating maaasahang mga depensa.",
        "Level32": "Nagtago ang Pulang Emperador sa isang kuta na protektado ng kanyang pinakamatapat na mandirigma. Sa pamamagitan lamang ng paggapi sa malupit, tatapusin natin ang ating pakikibaka para sa kalayaan.",
        "Level1MC1": "",
        "Level2MC1": "Ang Orange Kingdom ay lumikha ng mga kagamitan sa pagsabog para sa mga minero. Ang higit na kahusayan ng mga minero ay nangangahulugan na ang hukbo ng kaaway sa ating hangganan ay mas mabilis na lalago!",
        "Level3MC1": "Mabilis kaming gumagalaw sa teritoryo ng kalaban. Hindi nila inaasahan na matatamaan sila dito. Magagamit natin ang surprise effect kung atakihin natin sila kaagad!",
        "Level4MC1": "Sa pagkakataong ito ang kalaban ay mas nakahanda at naglagay ng maraming guwardiya. Sasalakay sila sa sandaling makita nila ang aming kampo!",
        "Level5MC1": "Ang aming misyon ay nagpapatuloy anuman ang kondisyon ng panahon. Dapat tayong maging handa sa mga tama ng kidlat.",
        "Level6MC1": "Ang Orange Kingdom ay aktibong gumagamit ng mga necromancer sa hukbo nito. Mag-ingat, ang mga necromancer ay lalong mapanganib sa berdeng fog!",
        "Level7MC1": "Mag-ingat, madalas na nangyayari ang mga paputok na break sa gilid ng volcanic zone. Gayunpaman, maaari nating gamitin ang mga ito sa ating kalamangan kung aakitin natin ang kaaway!",
        "Level8MC1": "Ang Orange King ay hindi nagligtas ng gastos sa isang pangkat ng mga mersenaryo na kilala sa kanilang kalupitan. Well, ito ay isang magandang pagkakataon upang alisin sa mundo ang mga cutthroats na ito!",
        "Level9MC1": "Ang gintong deposito na ito ay binabantayan ng pinakamahusay na mga mamamana ng Orange Kingdom!",
        "Level10MC1": "Ito ang pinakamalaking deposito ng ginto sa Orange Kingdom. Dito rin sila gumagawa ng mga kagamitang pampasabog para sa kanilang mga minero. Ang lugar na ito ay napakahusay na protektado!",
        "Level1MC2": "",
        "Level3MC2": "Mukhang nagbabago ng taktika ang Orange Kingdom. Dapat handa tayong itaboy ang isang mabilis na pag-atake!",
        "Level2MC2": "Ang kaaway ay nagtipon ng maraming mandirigma upang salakayin ang depositong ito. Makakatagal tayo sa pamamagitan ng pagsasama-sama ng ating superyoridad sa mga defensive tower at mas mahusay na taktika!",
        "Level4MC2": "Sa pagkakataong ito, ang kalaban ay nagpapadala ng medyo sari-saring pangkat sa labanan. Kabilang sa mga ito ang mga ice warriors na kayang palamigin ang ating mga mandirigma sa labanan!",
        "Level5MC2": "Dito, sa hangganan, ang mga minero ng Orange Kingdom ay naubos ang kanilang sariling mga deposito ng ginto. Ngayon ay nagnanakaw sila ng mga mapagkukunan mula sa aming gilid ng hangganan! Dapat nating makuha ang kastilyo ng kalaban para pigilan sila.",
        "Level6MC2": "Matapos ang pagkatalo ng Pulang Imperyo, ang ilan sa mga tropang imperyal ay tumakas patungo sa Kaharian ng Kahel. Ngayon ang Orange King ay ginagamit ang mga ito upang makamit ang kanyang sariling mga layunin.",
        "Level7MC2": "Matapos ang isang serye ng mga pagkabigo, umaasa ang Orange King na ang isang maliit na elite squad ay makakamit ang mas mahusay na mga resulta. Gayunpaman, ang lakas ng mga mandirigma ay limitado sa pamamagitan ng kahangalan ng kanilang utos.",
        "Level8MC2": "Ang lagay ng panahon sa rehiyong ito ay lubhang mapanganib. Ngunit magagamit natin ito sa ating kalamangan.",
        "Level9MC2": "Ang kaaway ay umaatake mula sa patay na kagubatan. Umaasa sila sa elemento ng sorpresa at kagamitan sa bulkan na magbibigay sa kanila ng kalamangan sa labanang ito.",
        "Level10MC2": "Ang labanang ito ay hindi ordinaryong depensa. Nakuha na natin ang kastilyo ng kalaban, ganap nating kontrolin ang malaking deposito na ito sa hangganan ng Orange Kingdom!",
        "Level1MC3": "",
        "Level2MC3": "Itinigil namin ang pag-atake ng kalaban sa direksyong ito. Ngayon ay mayroon tayong pagkakataon na makuha ang mahalagang kastilyo na ito.",
        "Level3MC3": "Ang kalaban ay umaatake mula sa iba't ibang direksyon. Sa pagkakataong ito ay ipinagkatiwala sa iyo ang pagtatanggol sa hilagang hangganan.",
        "Level4MC3": "Naitaboy namin ang opensiba. Oras na para makuha ang kastilyo ng kalaban para maiwasan ang karagdagang pag-atake sa ating hilagang hangganan.",
        "Level5MC3": "Ang ilan sa mga tropa ng kaaway ay pumasok nang malalim sa ating bansa, iniiwasan ang mga checkpoint sa hangganan. Umaasa sila na hindi tayo handa para sa pag-atakeng ito.",
        "Level6MC3": "Oras na para wasakin ang kampo ng kaaway bago ito makakuha ng mga bagong reinforcements. Nasira na namin ang karamihan sa mga umaatake, ngunit may natitira pang mga guwardiya sa kampo!",
        "Level7MC3": "Habang abala kami sa pagtatanggol sa ibang mga rehiyon, nakuha ng Orange Army ang isa sa aming mga kastilyo sa silangan. Ngunit sisirain natin ang kanilang mga plano para sa karagdagang pag-unlad!",
        "Level8MC3": "Oras na para mabawi ang kontrol sa dating nawala na kastilyo. Napakahalaga na ang kalaban ay walang tapakan sa ating teritoryo!",
        "Level9MC3": "Ipinadala ng Orange King ang kanyang mga piling mandirigma sa ating kabisera. Ito ang kanyang huling pag-asa para manalo sa digmaang ito, at ngayon ay sisirain natin ang pag-asang iyon!",
        "Level10MC3": "Ang mga labi ng Orange Army ay nagtipon sa kampo na ito. Pinutol sila sa mga reinforcement ngunit tumangging sumuko. Oras na para maalis ang mga Orange invaders para sa kabutihan!"
    }
}