{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Les gardes d'un camp voisin attaquent dans l'espoir de reprendre le château et de réprimer le soulèvement.",
        "Level3": "Après avoir capturé ce château, nous prendrons le contrôle total de l'île et aurons accès au navire voisin.",
        "Level4": "Les gardes ont donné l'alerte ! Les Berserkers impériaux rassemblent maintenant un détachement pour vaincre notre soulèvement. Une attaque préventive ruinera leur plan !",
        "Level5": "Les Berserkers obtiennent la plupart de leur or et de leur bois de cette région. Nous aurons besoin de ces ressources pour construire une armée forte.",
        "Level6": "Les habitants se plaignent des voleurs qui se sont emparés du camp des bûcherons. \\nIls disent que l'ancien dirigeant local a reçu une part du butin et que les gardes ont fermé les yeux sur ces crimes.",
        "Level7": "De ce port, les Berserkers envoient des raids dans le monde entier.\\nNous devons capturer la ville avant que les raiders vétérans ne reviennent de leur mission !",
        "Level8": "Des raiders vétérans reviennent de mission ! Réalisant que leur ville a été capturée, ils organisent rapidement une attaque.",
        "Level9": "L'Empire rouge lance les combattants assermentés de la Nation du Feu dans la bataille.  \\nNous devons nous méfier de leurs puissantes armes volcaniques !",
        "Level10": "L'activité volcanique indique la production en masse d'armes volcaniques. \\n La forge volcanique située ici est un objectif stratégique important!",
        "Level11": "L'Empereur Rouge est en colère contre les forgerons qui travaillaient dans la Forge Volcanique ! Il les a accusés de fuir et exige maintenant qu'ils reprennent la Forge à tout prix.",
        "Level12": "Après avoir capturé la Forge Volcanique, nous avons également saisi un lot d'armes pour les Grenadiers. Ces armes ne sont pas arrivées à destination, donc seule l'infanterie nous opposera dans cette ville.",
        "Level13": "Les artisans locaux combinent le bois avec la technologie volcanique pour créer des arcs puissants.",
        "Level14": "Ce poste d'observation entre différentes parties de l'Empire rouge est gardé par des troupes régulières aux frontières.",
        "Level15": "Ce château est gardé par les Mages. \\nDe puissants boucliers magiques les protègent des explosions volcaniques. Leurs paratonnerres sont inefficaces contre les Berserkers.",
        "Level16": "L'Armée Rouge brûle les champs lors de sa retraite. Si nous les arrêtons maintenant, nous fournirons à notre armée suffisamment de nourriture et nous épargnerons à la population locale une future famine.",
        "Level17": "Cette ville est construite autour d'un cristal de tempête gigantesque. Les Mages de l'Empire Rouge ont appris à l'utiliser comme une puissante arme défensive.",
        "Level18": "L'Empire Rouge essaie de reprendre la Cité des Tempêtes. \\nCette fois-ci, l'élément sera de notre côté.",
        "Level19": "Les protecteurs de cette ville étaient mieux préparés à la tempête. Donc dans cette bataille, nous ne pouvons pas trop compter sur l'aide du Cristal de Tempête.",
        "Level20": "Le Collège impérial des mages est situé dans cette ville. \\nNous serons confrontés non pas seulement aux soldats qui gardent la ville, mais aussi à l'élite des mages de l'Empire.",
        "Level21": "Nous nous préparons à la défense. Cependant, lorsque les attaquants émergent du brouillard, il devient clair que cette fois nous ne combattons pas l'Empire... Une armée de morts-vivants s'approche de la ville !",
        "Level22": "Ce château appartient au culte des Nécromanciens qui ont voulu s'emparer de notre ville la nuit dernière. Il est temps de débarrasser cet endroit des Nécromanciens avant qu'ils ne rassemblent une nouvelle armée de morts-vivants.",
        "Level23": "Une grande ville commerciale de l'Empire Rouge. Tout comme sa population, la garnison de la ville est très diversifiée. Ils sont équipés de différentes armes provenant du monde entier.",
        "Level24": "Le plus grand gisement d'or du monde se trouve dans cette région. En capturant cette ville, nous affaiblirons l'économie de l'ennemi.",
        "Level25": "Le gisement d'or est gardé par des mercenaires d'élite. Nous devons nous débarrasser d'eux afin de capturer l'endroit et ses richesses.",
        "Level26": "Une importante ville logistique. Elle est vitale pour l'approvisionnement de la capitale en nourriture, matériaux de construction et autres ressources provenant des régions voisines.",
        "Level27": "En plaçant un camp militaire dans un passage étroit entre les montagnes, l'Empire rouge espère arrêter notre progression. Les soldats impériaux ont reçu l'ordre de le défendre à tout prix.",
        "Level28": "La grande forêt. C'est de là que provient la majeure partie du bois de l'Empire. Les descendants des voleurs de forêt qui ont fondé cette colonie sont considérés comme les meilleurs archers de l'Empire.",
        "Level29": "Une ville de pêcheurs isolée. La rumeur veut que cet endroit soit habité par des morts-vivants. Mais peu osent visiter la ville et voir par eux-mêmes.",
        "Level30": "L'Empire rouge est plus faible que jamais. Pourtant, la capitale est très bien protégée. La bataille sera un sérieux défi pour nos guerriers expérimentés.",
        "Level31": "Le Fort Impérial envoie des renforts à la capitale. Ils sont en retard, et maintenant les troupes d'élite de l'Armée rouge sont obligées de percer nos défenses fiables.",
        "Level32": "Autrefois tout-puissant, l'Empereur Rouge s'est caché dans un fort protégé par ses plus fidèles guerriers. Ce n'est qu'en vainquant le tyran que nous mettrons fin à notre lutte pour la liberté.",
        "Level1MC1": "",
        "Level2MC1": "Le Royaume Orange a créé des outils explosifs pour les mineurs. L'efficacité accrue des mineurs signifie que l'armée ennemie à notre frontière grandira plus vite !",
        "Level3MC1": "Nous nous déplaçons rapidement à travers le territoire de l'ennemi. Ils ne s'attendent pas à être touchés ici. Nous pouvons utiliser l'effet de surprise si nous les attaquons tout de suite !",
        "Level4MC1": "Cette fois, l'ennemi était mieux préparé et a posté de nombreux gardes. Ils vont attaquer dès qu'ils verront notre camp !",
        "Level5MC1": "Notre mission se poursuit quelles que soient les conditions météorologiques. Nous devons être prêts à affronter la foudre.",
        "Level6MC1": "Le Royaume Orange utilise activement les nécromanciens dans son armée. Attention, les nécromanciens sont particulièrement dangereux dans le brouillard vert !",
        "Level7MC1": "Attention, les ruptures explosives se produisent souvent à la limite de la zone volcanique. Cependant, nous pouvons les utiliser à notre avantage si nous attirons l'ennemi !",
        "Level8MC1": "Le Roi Orange n'a pas lésiné sur les moyens pour engager une équipe de mercenaires connus pour leur brutalité. C'est l'occasion rêvée de débarrasser le monde de ces égorgeurs !",
        "Level9MC1": "Ce gisement d'or est gardé par les meilleurs archers du Royaume Orange !",
        "Level10MC1": "C'est le plus grand gisement d'or du Royaume Orange. C'est aussi là qu'ils produisent des outils explosifs pour leurs mineurs. Cet endroit est très bien protégé!",
        "Level1MC2": "",
        "Level3MC2": "On dirait que le Royaume Orange change de tactique. Nous devons être prêts à repousser une attaque rapide !",
        "Level2MC2": "L'ennemi a rassemblé beaucoup de combattants pour attaquer ce gisement. Nous pourrons tenir bon en combinant notre supériorité en tours défensives et une meilleure tactique!",
        "Level4MC2": "Cette fois, l'ennemi envoie au combat une escouade plutôt diversifiée. Parmi eux, des guerriers de glace capables de geler nos guerriers au combat !",
        "Level5MC2": "Ici, à la frontière, les mineurs du Royaume Orange ont épuisé leurs propres gisements d'or. Maintenant, ils volent les ressources de notre côté de la frontière ! Nous devons capturer le château de l'ennemi pour les arrêter.",
        "Level6MC2": "Après la défaite de l'Empire Rouge, une partie des troupes impériales a fui vers le Royaume Orange. Maintenant, le Roi Orange les utilise pour atteindre ses propres objectifs..",
        "Level7MC2": "Après une série d'échecs, le Roi Orange espère qu'une petite escouade d'élite pourra obtenir de meilleurs résultats. Cependant, la force des combattants est limitée par la bêtise de leur commandement.",
        "Level8MC2": "Les conditions météorologiques dans cette région sont très dangereuses. Mais nous pouvons l'utiliser à notre avantage.",
        "Level9MC2": "L'ennemi attaque depuis la forêt morte. Ils comptent sur l'élément de surprise et l'équipement volcanique pour leur donner l'avantage dans cette bataille.",
        "Level10MC2": "Cette bataille n'est pas une défense ordinaire. Après avoir capturé le château de l'ennemi, nous prendrons le contrôle total de cet immense gisement à la frontière du Royaume Orange !",
        "Level1MC3": "",
        "Level2MC3": "Nous avons arrêté l'attaque de l'ennemi dans cette direction. Maintenant nous avons l'opportunité de capturer cet important château.",
        "Level3MC3": "L'ennemi attaque de plusieurs directions. Cette fois, on vous a confié la défense de la frontière nord.",
        "Level4MC3": "Nous avons repoussé l'offensive. Il est temps de capturer le château de l'ennemi pour éviter de nouvelles attaques sur notre frontière nord.",
        "Level5MC3": "Certaines troupes de l'ennemi se sont enfoncées dans notre pays, évitant les postes de contrôle frontaliers. Ils espèrent que nous ne sommes pas prêts pour cette attaque.",
        "Level6MC3": "Il est temps de détruire le camp ennemi avant qu'il ne reçoive de nouveaux renforts. Nous avons détruit la plupart des attaquants, mais il reste encore des gardes dans le camp !",
        "Level7MC3": "Alors que nous étions occupés à défendre d'autres régions, l'armée Orange a pu capturer l'un de nos châteaux à l'est. Mais nous détruirons leurs plans d'avancement future !",
        "Level8MC3": "Il est temps de reprendre le contrôle du château précédemment perdu. Il est très important que l'ennemi n'ait pas prise sur notre territoire !",
        "Level9MC3": "Le Roi Orange envoie ses combattants d'élite vers notre capitale. C'est son dernier espoir de gagner cette guerre, et aujourd'hui nous allons détruire cet espoir !",
        "Level10MC3": "Les restes de l'armée Orange se sont rassemblés dans ce camp. Ils sont coupés des renforts mais refusent de se rendre. Il est temps de se débarrasser définitivement des envahisseurs Orange !"
    }
}