{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Wachen aus einem nahe gelegenen Lager greifen an, um die Burg zurückzuerobern und den Aufstand niederzuschlagen.",
        "Level3": "Nach der Eroberung dieser Burg werden wir die volle Kontrolle über die Insel erlangen und Zugang zu dem nahe gelegenen Schiff erhalten.",
        "Level4": "Die Wachen haben Alarm geschlagen! Die kaiserlichen Berserker versammeln nun eine Abteilung, um unseren Aufstand niederzuschlagen. Ein Präventivschlag wird ihren Plan vereiteln!",
        "Level5": "Die Berserker beziehen den Großteil ihres Goldes und Holzes aus dieser Region. Wir werden die Ressourcen brauchen, um eine starke Armee aufzubauen.",
        "Level6": "Die Einheimischen beschweren sich über die Räuber, die das Lager der Holzfäller überfallen haben. Sie sagen, dass der frühere lokale Herrscher einen Teil der Beute erhalten hat und die Wachen bei den Verbrechen ein Auge zugedrückt haben.",
        "Level7": "Von diesem Hafen aus schicken die Berserker Raubzüge in die ganze Welt.\\nWir müssen die Stadt einnehmen, bevor die Raubveteranen von ihrer Mission zurückkehren!",
        "Level8": "Die Raubveteranen kehren von ihrer Mission zurück! Als sie erkennen, dass ihre Stadt erobert wurde, organisieren sie schnell einen Angriff.",
        "Level9": "Das Rote Imperium wirft die eingeschworenen Kämpfer der Feuernation in die Schlacht.  \\n Wir sollten uns vor ihren mächtigen vulkanischen Waffen in Acht nehmen!",
        "Level10": "Vulkanische Aktivität deutet auf die Massenproduktion von vulkanischen Waffen hin. \\n Die hier befindliche Vulkanschmiede ist ein wichtiges strategisches Ziel!",
        "Level11": "Der Rote Kaiser ist wütend auf die Schmiede, die in der Vulkanschmiede gearbeitet haben! Er beschuldigt sie, geflohen zu sein, und verlangt nun, dass sie die Schmiede um jeden Preis zurückerobern.",
        "Level12": "Nach der Eroberung der Vulkanschmiede haben wir auch eine Ladung von Waffen für die Grenadiere beschlagnahmt. Diese Waffen haben das Ziel nicht erreicht, so dass sich uns in dieser Stadt nur die Infanterie entgegenstellen wird.",
        "Level13": "Einheimische Handwerker kombinieren Holz mit vulkanischer Technologie, um mächtige Bögen herzustellen.",
        "Level14": "Dieser Beobachtungsposten zwischen verschiedenen Teilen des Roten Imperiums wird von regulären Grenztruppen bewacht.",
        "Level15": "Diese Burg wird von Magiern bewacht. \\n Mächtige magische Schilde schützen sie vor vulkanischen Explosionen. Ihre Blitzableiter sind gegen Berserker unwirksam.",
        "Level16": "Die Rote Armee verbrennt die Felder auf ihrem Rückzug. Wenn wir sie jetzt aufhalten, können wir unsere Armee mit genügend Nahrung versorgen und die Bevölkerung vor einer zukünftigen Hungersnot bewahren.",
        "Level17": "Diese Stadt ist um einen riesigen Sturmkristall herum gebaut. Die Magier des Roten Imperiums haben gelernt, ihn als mächtige Verteidigungswaffe einzusetzen.",
        "Level18": "Das Rote Imperium versucht, die Sturmstadt zurückzuerobern. \\Dieses Mal wird das Element auf unserer Seite sein.",
        "Level19": "Die Verteidiger dieser Stadt waren besser auf den Sturm vorbereitet. In dieser Schlacht können wir uns also nicht allzu sehr auf die Hilfe des Sturmkristalls verlassen.",
        "Level20": "Die kaiserliche Magierschule befindet sich in dieser Stadt. \\n Uns werden nicht nur die Soldaten, die die Stadt bewachen, sondern auch die Magierelite des Imperiums gegenüberstehen.",
        "Level21": "Wir bereiten uns auf die Verteidigung vor. Doch als die Angreifer aus dem Nebel auftauchen, wird klar, dass wir dieses Mal nicht gegen das Imperium kämpfen ... Eine Armee von Untoten nähert sich der Stadt!",
        "Level22": "Diese Burg gehört der Sekte der Nekromanten, die letzte Nacht unsere Stadt einnehmen wollte. Es ist an der Zeit, diesen Ort von den Nekromanten zu befreien, bevor sie eine neue Untotenarmee aufstellen.",
        "Level23": "Eine große Handelsstadt des Roten Imperiums. Genau wie die Bevölkerung ist auch die Garnison der Stadt sehr vielfältig. Sie sind mit verschiedenen Waffen aus der ganzen Welt ausgerüstet.",
        "Level24": "In dieser Region befindet sich das größte Goldvorkommen der Welt. Wenn wir diese Stadt einnehmen, schwächen wir die Wirtschaft des Feindes.",
        "Level25": "Das Goldvorkommen wird von Elitesöldnern bewacht. Wir müssen sie loswerden, um den Ort und seine Reichtümer zu erobern.",
        "Level26": "Eine wichtige Logistikstadt. Sie ist entscheidend für die Versorgung der Hauptstadt mit Nahrungsmitteln, Baumaterialien und anderen Ressourcen aus den Nachbarregionen.",
        "Level27": "Durch die Errichtung eines Militärlagers in einem engen Durchgang zwischen den Bergen hofft das Rote Imperium, unseren Vormarsch zu stoppen. Die kaiserlichen Soldaten wurden angewiesen, es um jeden Preis zu verteidigen.",
        "Level28": "Der große Wald. Von hier stammt das meiste Holz des Imperiums. Die Nachkommen der Waldräuber, die diese Siedlung gegründet haben, gelten als die besten Bogenschützen des Imperiums.",
        "Level29": "Ein abgelegenes Fischerdorf. Es wird gemunkelt, dass dieser Ort von Untoten bewohnt wird. Aber nur wenige wagen es, die Stadt zu besuchen und sich selbst davon zu überzeugen.",
        "Level30": "Das Rote Imperium ist so schwach wie eh und je. Dennoch ist die Hauptstadt sehr gut geschützt. Die Schlacht wird eine ernsthafte Herausforderung für unsere erfahrenen Krieger sein.",
        "Level31": "Die kaiserliche Festung schickt Verstärkung in die Hauptstadt. Sie kommen zu spät, und nun sind die Elitetruppen der Roten Armee gezwungen, unsere zuverlässigen Verteidigungsanlagen zu durchbrechen.",
        "Level32": "Einst allmächtig, hat sich der Rote Kaiser in einer Festung versteckt, die von seinen treuesten Kriegern beschützt wird. Nur wenn wir den Tyrannen besiegen, können wir unseren Kampf für die Freiheit beenden.",
        "Level1MC1": "",
        "Level2MC1": "Das Orangenreich hat explosive Werkzeuge für Bergleute entwickelt. Die höhere Effizienz der Bergleute bedeutet, dass die feindliche Armee an unserer Grenze schneller wachsen wird!",
        "Level3MC1": "Wir bewegen uns schnell durch das Territorium des Feindes. Sie rechnen nicht damit, hier getroffen zu werden. Wir können den Überraschungseffekt nutzen, wenn wir sie sofort angreifen!",
        "Level4MC1": "Dieses Mal war der Feind besser vorbereitet und hat zahlreiche Wachen aufgestellt. Sie werden angreifen, sobald sie unser Lager sehen!",
        "Level5MC1": "Unsere Mission wird unabhängig von den Wetterbedingungen fortgesetzt. Wir müssen auf Blitzeinschläge vorbereitet sein.",
        "Level6MC1": "Das Orangenreich setzt in seiner Armee aktiv Nekromanten ein. Vorsicht, Geisterbeschwörer sind im grünen Nebel besonders gefährlich!",
        "Level7MC1": "Seien Sie vorsichtig, am Rande der vulkanischen Zone kommt es häufig zu explosiven Brüchen. Wir können sie jedoch zu unserem Vorteil nutzen, wenn wir den Feind anlocken!",
        "Level8MC1": "Der Orangenkönig hat keine Kosten gescheut, um eine Gruppe von Söldnern zu engagieren, die für ihre Brutalität bekannt sind. Nun, das ist eine großartige Gelegenheit, die Welt von diesen Halsabschneidern zu befreien!",
        "Level9MC1": "Dieses Goldvorkommen wird von den besten Bogenschützen des Orangenreiches bewacht!",
        "Level10MC1": "Dies ist das größte Goldvorkommen im Orangenreich. Hier werden auch explosive Werkzeuge für die Bergleute hergestellt. Dieser Ort ist sehr gut geschützt!",
        "Level1MC2": "",
        "Level3MC2": "Es sieht so aus, als würde das Orangenreich seine Taktik ändern. Wir müssen bereit sein, einen schnellen Angriff abzuwehren!",
        "Level2MC2": "Der Feind hat eine große Anzahl von Kämpfern versammelt, um dieses Vorkommen anzugreifen. Wenn wir unsere Überlegenheit bei den Verteidigungstürmen mit einer besseren Taktik kombinieren, können wir den Angriff abwehren!",
        "Level4MC2": "Diesmal schickt der Feind eine ziemlich breit gefächerte Truppe in die Schlacht. Unter ihnen befinden sich Eiskrieger, die unsere Krieger im Kampf einfrieren können!",
        "Level5MC2": "Hier, an der Grenze, haben die Bergleute des Orangenreiches ihre eigenen Goldvorkommen erschöpft. Jetzt stehlen sie Ressourcen von unserer Seite der Grenze! Wir müssen die gegnerische Burg einnehmen, um sie aufzuhalten.",
        "Level6MC2": "Nach der Niederlage des Roten Imperiums sind einige der kaiserlichen Truppen in das Orangenreich geflohen. Jetzt nutzt der Orangenkönig sie, um seine eigenen Ziele zu erreichen.",
        "Level7MC2": "Nach einer Reihe von Misserfolgen hofft der Orangenkönig, dass eine kleine Elitetruppe bessere Ergebnisse erzielen kann. Die Stärke der Kämpfer ist jedoch durch die Dummheit ihres Kommandos begrenzt.",
        "Level8MC2": "Die Wetterbedingungen in dieser Region sind sehr gefährlich. Aber wir können sie zu unserem Vorteil nutzen.",
        "Level9MC2": "Der Feind greift aus dem toten Wald an. Sie verlassen sich auf das Überraschungsmoment und die vulkanische Ausrüstung, um in dieser Schlacht einen Vorteil zu haben.",
        "Level10MC2": "Diese Schlacht ist keine gewöhnliche Verteidigung. Nachdem wir die gegnerische Burg erobert haben, werden wir die volle Kontrolle über dieses riesige Vorkommen an der Grenze zum Orangenreich übernehmen!",
        "Level1MC3": "",
        "Level2MC3": "Wir haben den feindlichen Angriff in diese Richtung gestoppt. Jetzt haben wir die Möglichkeit, diese wichtige Burg zu erobern.",
        "Level3MC3": "Der Feind greift aus mehreren Richtungen an. Diesmal bist du mit der Verteidigung der Nordgrenze betraut worden.",
        "Level4MC3": "Wir haben die Offensive abgewehrt. Es ist an der Zeit, die feindliche Burg einzunehmen, um weitere Angriffe auf unsere Nordgrenze zu verhindern.",
        "Level5MC3": "Einige der feindlichen Truppen sind tief in unser Land eingedrungen und haben die Grenzkontrollpunkte umgangen. Sie hoffen, dass wir auf diesen Angriff nicht vorbereitet sind.",
        "Level6MC3": "Es ist Zeit, das feindliche Lager zu zerstören, bevor es neue Verstärkung bekommt. Wir haben die meisten Angreifer vernichtet, aber es gibt immer noch Wachen im Lager!",
        "Level7MC3": "Während wir damit beschäftigt waren, andere Regionen zu verteidigen, ist es der Orangenen Armee gelungen, eine unserer Burgen im Osten einzunehmen. Aber wir werden ihre Pläne für einen weiteren Vormarsch zerstören!",
        "Level8MC3": "Es ist an der Zeit, die Kontrolle über die zuvor verlorene Burg wiederzuerlangen. Es ist sehr wichtig, dass der Feind auf unserem Territorium keinen Fuß fassen kann!",
        "Level9MC3": "Der Orangenkönig schickt seine Elitekämpfer in unsere Hauptstadt. Dies ist seine letzte Hoffnung, diesen Krieg zu gewinnen, und heute werden wir diese Hoffnung zerstören!",
        "Level10MC3": "Die Reste der Orangenen Armee haben sich in diesem Lager versammelt. Sie sind von der Verstärkung abgeschnitten, weigern sich aber, sich zu ergeben. Es ist an der Zeit, die orangenen Eindringlinge für immer loszuwerden!"
    }
}