{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Penjaga dari kamp terdekat menyerang dengan harapan merebut kembali kastil dan menekan pemberontakan.",
        "Level3": "Setelah merebut kastil ini, kita akan mendapatkan kendali penuh atas pulau dan mendapatkan akses ke kapal terdekat.",
        "Level4": "Penjaga telah membunyikan alarm! Sekarang Imperial Berserker sedang mengumpulkan detasemen untuk mengalahkan pemberontakan kita. Serangan pendahuluan akan merusak rencana mereka!",
        "Level5": "Berserker mendapatkan sebagian besar emas dan kayu mereka dari wilayah ini. Kita akan membutuhkan sumber daya untuk membangun tentara yang kuat.",
        "Level6": "Penduduk setempat mengeluh tentang perampok yang merebut kamp penebang. Penguasa lokal sebelumnya menerima bagian dari jarahan, dan para penjaga menutup mata terhadap kejahatan tersebut.",
        "Level7": "Dari pelabuhan ini Berserkers mengirim serangan ke seluruh dunia. Kita harus merebut kota sebelum perampok veteran kembali dari misi mereka!",
        "Level8": "Perampok veteran kembali dari misi! Menyadari bahwa kota mereka telah direbut, mereka dengan cepat mengatur serangan.",
        "Level9": "Kekaisaran Merah melemparkan pejuang Negara Api tersumpah ke dalam pertempuran. Mereka memiliki senjata vulkanik yang kuat!",
        "Level10": "Aktivitas vulkanik menunjukkan produksi massal senjata vulkanik. Forge Vulkanik yang terletak di sini adalah tujuan strategis yang penting!",
        "Level11": "Kaisar Merah marah dengan pandai besi yang bekerja di Forge Vulkanik! Dia menuduh mereka melarikan diri dan sekarang menuntut agar mereka merebut kembali Forge dengan segala cara.",
        "Level12": "Setelah menangkap Volcanic Forge, kami juga menyita sejumlah senjata untuk para Grenadier. Senjata-senjata ini tidak mencapai tujuan, jadi hanya infanteri yang akan melawan kita di kota ini.",
        "Level13": "Pengrajin lokal menggabungkan kayu dengan teknologi vulkanik untuk membuat busur yang kuat.",
        "Level14": "Pos pengamatan di antara berbagai bagian Kekaisaran Merah ini dijaga oleh pasukan perbatasan reguler.",
        "Level15": "Kastil ini dijaga oleh Penyihir. Perisai sihir yang kuat melindungi mereka dari ledakan. Senjata mereka tidak efektif melawan Berserker.",
        "Level16": "Tentara Merah membakar ladang saat mereka mundur. Jika kita menghentikan mereka sekarang, kita akan memberi tentara kita cukup makanan dan menyelamatkan penduduk lokal dari kelaparan di masa depan.",
        "Level17": "Kota ini dibangun di sekitar Kristal Badai raksasa. Penyihir Kekaisaran Merah telah belajar menggunakannya sebagai senjata pertahanan yang kuat.",
        "Level18": "Kekaisaran Merah sedang mencoba untuk merebut kembali Kota Badai. Kali ini elemen akan berada di pihak kita.",
        "Level19": "Para pembela kota ini lebih siap menghadapi badai. Jadi dalam pertarungan ini kita tidak bisa terlalu mengandalkan bantuan dari Storm Crystal.",
        "Level20": "Imperial Mages' College terletak di kota ini. Kami akan ditentang tidak hanya oleh para prajurit yang menjaga kota, tetapi juga oleh para Penyihir elit.",
        "Level21": "Kami sedang mempersiapkan pertahanan. Namun, ketika penyerang semakin dekat, menjadi jelas bahwa kali ini kita tidak melawan Kekaisaran ... Pasukan mayat hidup mendekati kota!",
        "Level22": "Kastil ini milik sekte Necromancer yang ingin merebut kota kita tadi malam. Sudah waktunya untuk menyingkirkan Necromancer dari tempat ini sebelum mereka mengumpulkan pasukan Undead yang baru.",
        "Level23": "Sebuah kota perdagangan besar dari Kekaisaran Merah. Sama seperti populasinya, garnisun kota sangat beragam. Mereka dilengkapi dengan senjata yang berbeda dari seluruh dunia.",
        "Level24": "Deposit emas terbesar di dunia dapat ditemukan di wilayah ini. Dengan merebut kota ini, kita akan melemahkan ekonomi musuh.",
        "Level25": "Deposit emas dijaga oleh tentara bayaran elit. Kita harus menyingkirkan mereka untuk merebut tempat dan kekayaannya.",
        "Level26": "Kota logistik yang penting. Sangat penting untuk memasok modal dengan makanan, bahan bangunan dan sumber daya lainnya dari daerah tetangga.",
        "Level27": "Dengan menempatkan kamp militer di lorong sempit di antara pegunungan, Kekaisaran Merah berharap untuk menghentikan kemajuan kita. Prajurit kekaisaran diperintahkan untuk mempertahankan jalan itu dengan cara apa pun.",
        "Level28": "Hutan besar. Di sinilah sebagian besar kayu Empire berasal. Keturunan perampok hutan yang mendirikan pemukiman ini dianggap sebagai pemanah terbaik di Kekaisaran.",
        "Level29": "Kota nelayan yang aneh. Dikabarkan bahwa tempat ini dihuni oleh Undead. Tetapi hanya sedikit yang berani mengunjungi kota dan melihat sendiri.",
        "Level30": "Kekaisaran Merah sama lemahnya seperti biasanya. Tapi ibu kota dilindungi dengan sangat baik. Pertempuran akan menjadi tantangan serius bagi prajurit berpengalaman kami.",
        "Level31": "Benteng Kekaisaran mengirim bala bantuan ke ibu kota. Mereka terlambat, dan sekarang pasukan elit Tentara Merah dipaksa untuk menerobos pertahanan kami yang andal.",
        "Level32": "Kaisar Merah bersembunyi di benteng yang dilindungi oleh prajuritnya yang paling setia. Hanya dengan mengalahkan tiran kita akan mengakhiri perjuangan kita untuk kebebasan.",
        "Level1MC1": "",
        "Level2MC1": "Kerajaan Oranye menciptakan alat peledak untuk para penambang. Efisiensi penambang yang lebih besar berarti pasukan musuh di perbatasan kita akan tumbuh lebih cepat!",
        "Level3MC1": "Kami dengan cepat bergerak melalui wilayah musuh. Mereka tidak berharap dipukul di sini. Kita bisa menggunakan efek kejutan jika kita menyerang mereka segera!",
        "Level4MC1": "Kali ini musuh lebih siap dan menempatkan banyak penjaga. Mereka akan menyerang segera setelah mereka melihat perkemahan kita!",
        "Level5MC1": "Misi kami terus berlanjut terlepas dari kondisi cuaca. Kita harus siap menghadapi sambaran petir.",
        "Level6MC1": "Kerajaan Oranye secara aktif menggunakan ahli nujum di pasukannya. Hati-hati, ahli nujum sangat berbahaya di kabut hijau!",
        "Level7MC1": "Hati-hati, ledakan sering terjadi di tepi zona vulkanik. Namun, kita bisa menggunakannya untuk keuntungan kita jika kita memancing musuh!",
        "Level8MC1": "Raja Oranye tidak mengeluarkan biaya untuk pasukan tentara bayaran yang dikenal karena kebrutalan mereka. Nah, ini adalah kesempatan bagus untuk membebaskan dunia dari kekejaman ini!",
        "Level9MC1": "Deposit emas ini dijaga oleh pemanah terbaik dari Kerajaan Oranye!",
        "Level10MC1": "Ini adalah deposit emas terbesar di Kerajaan Oranye. Itu juga tempat mereka memproduksi alat peledak untuk penambang mereka. Tempat ini sangat terlindungi!",
        "Level1MC2": "",
        "Level3MC2": "Sepertinya Kerajaan Oranye mengubah taktik. Kita harus siap untuk menolak serangan cepat!",
        "Level2MC2": "Musuh telah mengumpulkan banyak pejuang untuk menyerang deposit ini. Kami akan dapat bertahan dengan menggabungkan keunggulan kami di menara pertahanan dan taktik yang lebih baik!",
        "Level4MC2": "Kali ini, musuh mengirimkan pasukan yang agak beragam ke dalam pertempuran. Di antara mereka ada prajurit es yang mampu membekukan prajurit kita dalam pertempuran!",
        "Level5MC2": "Di sini, di perbatasan, para penambang Kerajaan Oranye telah menghabiskan simpanan emas mereka sendiri. Sekarang mereka mencuri sumber daya dari sisi perbatasan kita! Kita harus merebut benteng musuh untuk menghentikan mereka.",
        "Level6MC2": "Setelah kekalahan Kekaisaran Merah, beberapa pasukan kekaisaran melarikan diri ke Kerajaan Oranye. Sekarang Raja Oranye menggunakannya untuk mencapai tujuannya sendiri.",
        "Level7MC2": "Setelah serangkaian kegagalan, Raja Oranye berharap pasukan elit kecil dapat mencapai hasil yang lebih baik. Namun, kekuatan para pejuang dibatasi oleh kebodohan komando mereka.",
        "Level8MC2": "Kondisi cuaca di wilayah ini sangat berbahaya. Tapi kita bisa menggunakannya untuk keuntungan kita.",
        "Level9MC2": "Musuh menyerang dari hutan mati. Mereka mengandalkan elemen kejutan dan perlengkapan vulkanik untuk memberi mereka keunggulan dalam pertempuran ini.",
        "Level10MC2": "Pertempuran ini bukan pertahanan biasa. Setelah merebut kastil musuh, kami akan mengambil kendali penuh atas deposit besar ini di perbatasan dengan Kerajaan Oranye!",
        "Level1MC3": "",
        "Level2MC3": "Kami menghentikan serangan musuh ke arah ini. Sekarang kita memiliki kesempatan untuk menangkap kastil penting ini.",
        "Level3MC3": "Musuh menyerang dari beberapa arah. Kali ini Anda telah dipercayakan dengan pertahanan perbatasan utara.",
        "Level4MC3": "Kami telah menangkis serangan itu. Sudah waktunya untuk merebut benteng musuh untuk menghindari serangan lebih lanjut di perbatasan utara kita.",
        "Level5MC3": "Beberapa pasukan musuh masuk jauh ke negara kita, menghindari pos pemeriksaan perbatasan. Mereka berharap kita tidak siap untuk serangan ini.",
        "Level6MC3": "Saatnya menghancurkan kamp musuh sebelum mendapat bala bantuan baru. Kami telah menghancurkan sebagian besar penyerang, tetapi masih ada penjaga yang tersisa di kamp!",
        "Level7MC3": "Saat kami sibuk mempertahankan wilayah lain, Tentara Oranye berhasil merebut salah satu kastil kami di timur. Tapi kami akan menghancurkan rencana mereka untuk kemajuan lebih lanjut!",
        "Level8MC3": "Saatnya untuk mendapatkan kembali kendali atas kastil yang sebelumnya hilang. Sangat penting bahwa musuh tidak memiliki pijakan di wilayah kita!",
        "Level9MC3": "Orange King mengirim pejuang elitnya ke ibukota kita. Ini adalah harapan terakhirnya untuk memenangkan perang ini, dan hari ini kita akan menghancurkan harapan itu!",
        "Level10MC3": "Sisa-sisa Tentara Oranye berkumpul di kamp ini. Mereka terputus dari bala bantuan tetapi menolak untuk menyerah. Saatnya untuk menyingkirkan penjajah Oranye untuk selamanya!"
    }
}