{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Le guardie di un accampamento vicino stanno attaccando nella speranza di riconquistare il castello e sopprimere la rivolta.",
        "Level3": "Dopo aver catturato questo castello, otterremo il pieno controllo dell'isola e avremo accesso alla nave vicina.",
        "Level4": "Le guardie hanno dato l'allarme! Ora i berserker imperiali stanno riunendo un distaccamento per sconfiggere la nostra rivolta. Un attacco preventivo rovinerà il loro piano!",
        "Level5": "I berserker ottengono la maggior parte del loro oro e legno da questa regione. Avremo bisogno delle risorse per costruire un forte esercito.",
        "Level6": "La gente del posto si lamenta dei ladri che hanno sequestrato il campo dei taglialegna. Il precedente sovrano locale ha ricevuto una parte del bottino e le guardie hanno chiuso un occhio sui crimini.",
        "Level7": "Da questo porto i berserker inviano incursioni in tutto il mondo. Dobbiamo catturare la città prima che i predoni veterani tornino dalla loro missione!",
        "Level8": "I predoni veterani tornano dalla missione! Rendendosi conto che la loro città era stata catturata, organizzano rapidamente un attacco.",
        "Level9": "L'Impero Rosso lancia in battaglia i combattenti giurati della Nazione del Fuoco. Hanno potenti armi vulcaniche!",
        "Level10": "L'attività vulcanica indica la produzione in serie di armi vulcaniche. La fucina vulcanica che si trova qui è un importante obiettivo strategico!",
        "Level11": "L'Imperatore Rosso è arrabbiato con i fabbri che lavoravano nella Fucina Vulcanica! Li ha accusati di essere fuggiti e ora chiede loro di riconquistare la Forgia a tutti i costi.",
        "Level12": "Dopo aver catturato la Volcanic Forge, abbiamo anche sequestrato un lotto di armi per i Granatieri. Queste armi non hanno raggiunto la destinazione, quindi solo la fanteria si opporrà a noi in questa città.",
        "Level13": "Gli artigiani locali combinano il legno con la tecnologia vulcanica per creare potenti archi.",
        "Level14": "Questo posto di osservazione tra le diverse parti dell'Impero Rosso è sorvegliato da regolari truppe di frontiera.",
        "Level15": "Questo castello è sorvegliato dai maghi. Potenti scudi magici li proteggono dalle esplosioni. La loro arma è inefficace contro i Berserker.",
        "Level16": "L'Armata Rossa brucia i campi mentre si ritirano. Se li fermiamo ora, forniremo cibo a sufficienza al nostro esercito e salveremo la popolazione locale da future carestie.",
        "Level17": "Questa città è costruita attorno a un gigantesco cristallo della tempesta. I Maghi dell'Impero Rosso hanno imparato a usarlo come una potente arma difensiva.",
        "Level18": "L'Impero Rosso sta cercando di riconquistare Storm City. Questa volta l'elemento sarà dalla nostra parte.",
        "Level19": "I difensori di questa città erano meglio preparati per la tempesta. Quindi in questa battaglia non possiamo fare troppo affidamento sull'aiuto del Cristallo della Tempesta.",
        "Level20": "L'Imperial Mages' College si trova in questa città. Saremo contrastati non solo dai soldati a guardia della città, ma anche dai maghi d'élite.",
        "Level21": "Ci stiamo preparando per la difesa. Tuttavia, quando gli aggressori si avvicinano, diventa chiaro che questa volta non stiamo combattendo contro l'Impero... L'esercito di non morti si sta avvicinando alla città!",
        "Level22": "Questo castello appartiene al culto dei Negromanti che ieri notte volevano catturare la nostra città. È tempo di liberare questo luogo dai Negromanti prima che radunino un nuovo esercito di non morti.",
        "Level23": "Una grande città commerciale dell'Impero Rosso. Proprio come la sua popolazione, la guarnigione della città è molto varia. Sono dotati di diverse armi provenienti da tutto il mondo.",
        "Level24": "Il più grande giacimento d'oro del mondo si trova in questa regione. Catturando questa città, indeboliremo l'economia del nemico.",
        "Level25": "Il deposito d'oro è sorvegliato da mercenari d'élite. Dobbiamo sbarazzarcene per catturare il luogo e le sue ricchezze.",
        "Level26": "Un'importante città logistica. È vitale per rifornire la capitale di cibo, materiali da costruzione e altre risorse dalle regioni vicine.",
        "Level27": "Posizionando un accampamento militare in uno stretto passaggio tra le montagne, l'Impero Rosso spera di fermare la nostra avanzata. Ai soldati imperiali fu ordinato di difendere il sentiero ad ogni costo.",
        "Level28": "La grande foresta. È da qui che proviene la maggior parte del legno dell'Impero. I discendenti dei ladri di foreste che fondarono questo insediamento sono considerati i migliori arcieri dell'Impero.",
        "Level29": "Uno strano villaggio di pescatori. Si dice che questo posto sia abitato dai non morti. Ma pochi osano visitare la città e vedere di persona.",
        "Level30": "L'Impero Rosso è più debole che mai. Ma la capitale è molto ben protetta. La battaglia sarà una seria sfida per i nostri guerrieri esperti.",
        "Level31": "Il Forte Imperiale invia rinforzi nella capitale. Sono in ritardo e ora le truppe d'élite dell'Armata Rossa sono costrette a sfondare le nostre affidabili difese.",
        "Level32": "L'Imperatore Rosso si nascose in un forte protetto dai suoi guerrieri più fedeli. Solo sconfiggendo il tiranno porremo fine alla nostra lotta per la libertà.",
        "Level1MC1": "",
        "Level2MC1": "L'Orange Kingdom ha creato strumenti esplosivi per i minatori. La maggiore efficienza dei minatori significa che l'esercito nemico al nostro confine crescerà più velocemente!",
        "Level3MC1": "Ci stiamo rapidamente muovendo attraverso il territorio del nemico. Non si aspettano di essere colpiti qui. Possiamo usare l'effetto sorpresa se li attacchiamo subito!",
        "Level4MC1": "Questa volta il nemico era meglio preparato e appostato numerose guardie. Attaccheranno non appena vedranno il nostro accampamento!",
        "Level5MC1": "La nostra missione continua indipendentemente dalle condizioni meteorologiche. Dobbiamo essere pronti per i fulmini.",
        "Level6MC1": "Il Regno Orange utilizza attivamente i negromanti nel suo esercito. Attenzione, i negromanti sono particolarmente pericolosi nella nebbia verde!",
        "Level7MC1": "Fai attenzione, spesso si verificano rotture esplosive ai margini della zona vulcanica. Tuttavia, possiamo usarli a nostro vantaggio se attiriamo il nemico!",
        "Level8MC1": "Il Re Arancione non ha badato a spese per una squadra di mercenari noti per la loro brutalità. Bene, questa è una grande opportunità per liberare il mondo da questi tagliagole!",
        "Level9MC1": "Questo deposito d'oro è custodito dai migliori arcieri del Regno Orange!",
        "Level10MC1": "Questo è il più grande deposito d'oro nel Regno Orange. È anche il luogo in cui producono strumenti esplosivi per i loro minatori. Questo posto è molto ben protetto!",
        "Level1MC2": "",
        "Level3MC2": "Sembra che il Regno degli Orange stia cambiando tattica. Dobbiamo essere pronti a respingere un rapido attacco!",
        "Level2MC2": "Il nemico ha raccolto molti combattenti per attaccare questo deposito. Saremo in grado di resistere combinando la nostra superiorità nelle torri difensive e tattiche migliori!",
        "Level4MC2": "Questa volta il nemico manda in battaglia una squadra piuttosto diversificata. Tra loro ci sono guerrieri di ghiaccio in grado di congelare i nostri guerrieri in battaglia!",
        "Level5MC2": "Qui, al confine, i minatori del Regno degli Aranci avevano esaurito i propri depositi d'oro. Ora stanno rubando risorse dalla nostra parte del confine! Dobbiamo catturare il castello del nemico per fermarli.",
        "Level6MC2": "Dopo la sconfitta dell'Impero Rosso, alcune delle truppe imperiali fuggirono nel Regno degli Aranci. Ora il Re Arancione li usa per raggiungere i propri obiettivi.",
        "Level7MC2": "Dopo una serie di fallimenti, il Re Arancione spera che una piccola squadra d'élite possa ottenere risultati migliori. Tuttavia, la forza dei combattenti è limitata dalla follia del loro comando.",
        "Level8MC2": "Le condizioni meteorologiche in questa regione sono molto pericolose. Ma possiamo usarlo a nostro vantaggio.",
        "Level9MC2": "Il nemico attacca dalla foresta morta. Contano sull'elemento sorpresa e sull'equipaggiamento vulcanico per avere il vantaggio in questa battaglia.",
        "Level10MC2": "Questa battaglia non è una difesa ordinaria. Dopo aver catturato il castello del nemico, prenderemo il pieno controllo di questo enorme deposito al confine con il Regno Orange!",
        "Level1MC3": "",
        "Level2MC3": "Abbiamo fermato l'attacco del nemico in questa direzione. Ora abbiamo l'opportunità di catturare questo importante castello.",
        "Level3MC3": "Il nemico sta attaccando da diverse direzioni. Questa volta ti è stata affidata la difesa del confine settentrionale.",
        "Level4MC3": "Abbiamo respinto l'offensiva. È tempo di catturare il castello del nemico per evitare ulteriori attacchi alla nostra frontiera settentrionale.",
        "Level5MC3": "Alcune delle truppe nemiche sono andate in profondità nel nostro paese, evitando i posti di blocco al confine. Sperano che non siamo pronti per questo attacco.",
        "Level6MC3": "È ora di distruggere l'accampamento nemico prima che riceva nuovi rinforzi. Abbiamo distrutto la maggior parte degli assalitori, ma ci sono ancora delle guardie nel campo!",
        "Level7MC3": "Mentre eravamo impegnati a difendere altre regioni, l'Armata d'Orange è riuscita a conquistare uno dei nostri castelli a est. Ma distruggeremo i loro piani per ulteriori progressi!",
        "Level8MC3": "È ora di riprendere il controllo del castello precedentemente perduto. È molto importante che il nemico non abbia un punto d'appoggio sul nostro territorio!",
        "Level9MC3": "Orange King invia i suoi combattenti d'élite nella nostra capitale. Questa è la sua ultima speranza per vincere questa guerra, e oggi distruggeremo quella speranza!",
        "Level10MC3": "I resti dell'esercito arancione si sono riuniti in questo campo. Sono tagliati fuori dai rinforzi ma si rifiutano di arrendersi. È ora di sbarazzarsi definitivamente degli invasori arancioni!"
    }
}