{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Guardas de um acampamento próximo estão atacando na esperança de recapturar o castelo e reprimir a revolta.",
        "Level3": "Depois de capturar este castelo, obteremos controle total sobre a ilha e teremos acesso ao navio próximo.",
        "Level4": "Os guardas deram o alarme! Agora os Berserkers Imperiais estão reunindo um destacamento para derrotar nossa revolta. Um ataque preventivo arruinará o plano deles!",
        "Level5": "Berserkers obtêm a maior parte de seu ouro e madeira desta região. Vamos precisar dos recursos para construir um exército forte.",
        "Level6": "Os moradores reclamam dos ladrões que tomaram o acampamento dos madeireiros. O governante local anterior recebeu uma parte do saque e os guardas fecharam os olhos para os crimes.",
        "Level7": "A partir deste porto, os Berserkers enviam ataques ao redor do mundo. Devemos capturar a cidade antes que os invasores veteranos retornem de sua missão!",
        "Level8": "Raiders veteranos retornam da missão! Percebendo que sua cidade havia sido capturada, eles rapidamente organizam um ataque.",
        "Level9": "O Império Vermelho lança os lutadores juramentados da Nação do Fogo para a batalha. Eles têm poderosas armas vulcânicas!",
        "Level10": "A atividade vulcânica indica a produção em massa de armas vulcânicas. A Forja Vulcânica localizada aqui é um importante objetivo estratégico!",
        "Level11": "O Imperador Vermelho está zangado com os ferreiros que trabalhavam na Forja Vulcânica! Ele os acusou de fugir e agora exige que recuperem a Forja a todo custo.",
        "Level12": "Depois de capturar a Forja Vulcânica, também apreendemos um lote de armas para os Granadeiros. Essas armas não chegaram ao destino, então apenas a infantaria se oporá a nós nesta cidade.",
        "Level13": "Os artesãos locais combinam madeira com tecnologia vulcânica para criar arcos poderosos.",
        "Level14": "Este posto de observação entre diferentes partes do Império Vermelho é guardado por tropas regulares de fronteira.",
        "Level15": "Este castelo é guardado por Magos. Poderosos escudos mágicos os protegem de explosões. Sua arma é ineficaz contra Berserkers.",
        "Level16": "O Exército Vermelho queima os campos enquanto eles se retiram. Se os detivermos agora, forneceremos ao nosso exército comida suficiente e salvaremos a população local da fome futura.",
        "Level17": "Esta cidade é construída em torno de um Cristal de Tempestade gigante. Os Magos do Império Vermelho aprenderam a usá-lo como uma poderosa arma defensiva.",
        "Level18": "O Império Vermelho está tentando retomar a Cidade da Tempestade. Desta vez o elemento estará do nosso lado.",
        "Level19": "Os defensores desta cidade estavam mais bem preparados para a tempestade. Portanto, nesta batalha, não podemos contar muito com a ajuda do Storm Crystal.",
        "Level20": "O Imperial Mages' College está localizado nesta cidade. Seremos combatidos não apenas pelos soldados que guardam a cidade, mas também pelos magos de elite.",
        "Level21": "Estamos nos preparando para a defesa. No entanto, quando os atacantes se aproximam, fica claro que desta vez não estamos lutando contra o Império ... O exército de mortos-vivos está se aproximando da cidade!",
        "Level22": "Este castelo pertence ao culto dos necromantes que queriam capturar nossa cidade ontem à noite. É hora de livrar este lugar dos necromantes antes que eles reúnam um novo exército de mortos-vivos.",
        "Level23": "Uma grande cidade comercial do Império Vermelho. Assim como sua população, a guarnição da cidade é muito diversificada. Eles estão equipados com diferentes armas de todo o mundo.",
        "Level24": "O maior depósito de ouro do mundo pode ser encontrado nesta região. Ao capturar esta cidade, enfraqueceremos a economia do inimigo.",
        "Level25": "O depósito de ouro é guardado por mercenários de elite. Devemos nos livrar deles para capturar o lugar e suas riquezas.",
        "Level26": "Uma importante cidade logística. É vital para abastecer a capital com alimentos, materiais de construção e outros recursos das regiões vizinhas.",
        "Level27": "Ao colocar um acampamento militar em uma passagem estreita entre as montanhas, o Império Vermelho espera impedir nosso avanço. Soldados imperiais receberam ordens de defender o caminho a qualquer custo.",
        "Level28": "A grande floresta. É daqui que vem a maior parte da madeira do Império. Os descendentes dos ladrões da floresta que fundaram este assentamento são considerados os melhores arqueiros do Império.",
        "Level29": "Uma estranha vila de pescadores. Há rumores de que este lugar é habitado por mortos-vivos. Mas poucos se atrevem a visitar a cidade e ver por si mesmos.",
        "Level30": "O Império Vermelho está mais fraco do que nunca. Mas a capital está muito bem protegida. A batalha será um sério desafio para nossos guerreiros experientes.",
        "Level31": "O Forte Imperial envia reforços para a capital. Eles estão atrasados e agora as tropas de elite do Exército Vermelho são forçadas a romper nossas defesas confiáveis.",
        "Level32": "O Imperador Vermelho se escondeu em um forte protegido por seus guerreiros mais leais. Somente derrotando o tirano poremos fim à nossa luta pela liberdade.",
        "Level1MC1": "",
        "Level2MC1": "O Reino Orange criou ferramentas explosivas para mineiros. A maior eficiência dos mineiros significa que o exército inimigo em nossa fronteira crescerá mais rápido!",
        "Level3MC1": "Estamos nos movendo rapidamente pelo território do inimigo. Eles não esperam ser atingidos aqui. Podemos usar o efeito surpresa se os atacarmos imediatamente!",
        "Level4MC1": "Desta vez, o inimigo estava melhor preparado e postou vários guardas. Eles atacarão assim que virem nosso acampamento!",
        "Level5MC1": "Nossa missão continua independentemente das condições climáticas. Devemos estar preparados para relâmpagos.",
        "Level6MC1": "O Orange Kingdom usa ativamente necromantes em seu exército. Cuidado, os necromantes são especialmente perigosos na névoa verde!",
        "Level7MC1": "Tenha cuidado, rupturas explosivas geralmente ocorrem na borda da zona vulcânica. No entanto, podemos usá-los a nosso favor se atrairmos o inimigo!",
        "Level8MC1": "O Orange King não poupou gastos com um esquadrão de mercenários conhecido por sua brutalidade. Bem, esta é uma grande oportunidade de livrar o mundo desses assassinos!",
        "Level9MC1": "Este depósito de ouro é guardado pelos melhores arqueiros do Reino Orange!",
        "Level10MC1": "Este é o maior depósito de ouro do Reino Orange. É também onde eles produzem ferramentas explosivas para seus mineiros. Este lugar é muito bem protegido!",
        "Level1MC2": "",
        "Level3MC2": "Parece que o Reino Orange está mudando de tática. Devemos estar prontos para repelir um ataque rápido!",
        "Level2MC2": "O inimigo reuniu muitos combatentes para atacar este depósito. Seremos capazes de resistir combinando nossa superioridade em torres defensivas e melhores táticas!",
        "Level4MC2": "Desta vez, o inimigo envia para a batalha um esquadrão bastante diversificado. Entre eles estão guerreiros de gelo capazes de congelar nossos guerreiros em batalha!",
        "Level5MC2": "Aqui, na fronteira, os mineiros do Reino Orange esgotaram seus próprios depósitos de ouro. Agora eles estão roubando recursos do nosso lado da fronteira! Devemos capturar o castelo do inimigo para detê-los.",
        "Level6MC2": "Após a derrota do Império Vermelho, algumas das tropas imperiais fugiram para o Reino Orange. Agora o Orange King os usa para atingir seus próprios objetivos.",
        "Level7MC2": "Depois de uma série de fracassos, o Orange King espera que um pequeno esquadrão de elite possa alcançar melhores resultados. No entanto, a força dos lutadores é limitada pela tolice de seu comando.",
        "Level8MC2": "As condições meteorológicas nesta região são muito perigosas. Mas podemos usar isso a nosso favor.",
        "Level9MC2": "O inimigo ataca da floresta morta. Eles contam com o elemento surpresa e equipamento vulcânico para dar-lhes vantagem nesta batalha.",
        "Level10MC2": "Esta batalha não é uma defesa comum. Tendo capturado o castelo do inimigo, assumiremos o controle total deste enorme depósito na fronteira com o Reino Orange!",
        "Level1MC3": "",
        "Level2MC3": "Paramos o ataque do inimigo nesta direção. Agora temos a oportunidade de capturar este importante castelo.",
        "Level3MC3": "O inimigo está atacando de várias direções. Desta vez, você foi encarregado da defesa da fronteira norte.",
        "Level4MC3": "Nós repelimos a ofensiva. É hora de capturar o castelo do inimigo para evitar novos ataques em nossa fronteira norte.",
        "Level5MC3": "Algumas das tropas inimigas penetraram fundo em nosso país, evitando os postos de fronteira. Eles esperam que não estejamos prontos para este ataque.",
        "Level6MC3": "Hora de destruir o acampamento inimigo antes que ele receba novos reforços. Destruímos a maioria dos atacantes, mas ainda restam guardas no acampamento!",
        "Level7MC3": "Enquanto estávamos ocupados defendendo outras regiões, o Exército Laranja conseguiu capturar um de nossos castelos no leste. Mas vamos destruir seus planos para um maior avanço!",
        "Level8MC3": "Hora de recuperar o controle do castelo anteriormente perdido. É muito importante que o inimigo não se posicione em nosso território!",
        "Level9MC3": "Orange King envia seus lutadores de elite para nossa capital. Esta é sua última esperança de vencer esta guerra, e hoje vamos destruir essa esperança!",
        "Level10MC3": "Os remanescentes do Exército Laranja se reuniram neste acampamento. Eles são cortados de reforços, mas se recusam a se render. É hora de se livrar de vez dos invasores Orange!"
    }
}