{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Los guardias de un campamento cercano atacan con la esperanza de recuperar el castillo y reprimir el levantamiento.",
        "Level3": "Tras tomar el castillo, obtendremos el control total de la isla y podremos acceder al barco cercano.",
        "Level4": "¡Los guardias hicieron sonar la alarma! Ahora los Berserkers imperiales están preparando un destacamento para derrotar nuestro levantamiento. ¡Un ataque anticipado arruinará su plan!",
        "Level5": "Los Berserkers consiguieron la mayor parte del oro y la madera de esta región. Necesitaremos los recursos para construir un ejército fuerte.",
        "Level6": "Los lugareños se quejan de los ladrones que se apoderaron del campamento de los madereros. \\n Dicen que el antiguo gobernador de la zona recibió una parte del botín, y los guardias hicieron la vista gorda ante los crímenes.",
        "Level7": "Desde este puerto los Berserkers lanzan redadas a todas partes del mundo. \\n ¡Debemos conquistar la ciudad antes de que los asaltantes más experimentados regresen de su misión!",
        "Level8": "¡Los asaltantes más experimentados regresan de la misión! Al darse cuenta de que su ciudad ha sido capturada, organizan rápidamente un ataque.",
        "Level9": "El Imperio Rojo envía a guerreros de la Nación del Fuego a la batalla.  \\n Debemos tener cuidado con sus poderosas armas volcánicas.",
        "Level10": "La actividad volcánica indica la producción masiva de armas volcánicas. \\n La Forja Volcánica situada aquí es un importante objetivo estratégico.",
        "Level11": "¡El Emperador Rojo está furioso con los herreros que trabajaban en la Forja Volcánica! Los acusa de huir y ahora exige que recuperen la Forja a toda costa.",
        "Level12": "Tras tomar la Forja Volcánica, también nos apoderamos de un lote de armas para los granaderos. Dichas armas no llegaron a su destino, por lo que sólo la infantería se opondrá a nosotros en esta ciudad.",
        "Level13": "Los artesanos locales trabajan la madera con tecnología volcánica para crear poderosos arcos.",
        "Level14": "Este puesto de observación entre distintas partes del Imperio Rojo está custodiado por tropas fronterizas regulares.",
        "Level15": "Este castillo está custodiado por magos. \\n Los poderosos escudos mágicos los protegen de las explosiones volcánicas. Sin embargo, sus pararrayos no son efectivos contra los Berserkers.",
        "Level16": "El Ejército Rojo incendia los campos durante su retirada. Si los detenemos ahora, proporcionaremos a nuestro ejército suficiente comida y salvaremos a la población de una futura hambruna.",
        "Level17": "Esta ciudad está construida alrededor de un gigantesco cristal tormenta. Los magos del Imperio Rojo han aprendido a utilizarlo como una poderosa arma defensiva.",
        "Level18": "El Imperio Rojo intenta recuperar la Ciudad Tormenta. \\n Esta vez el elemento estará de nuestro lado.",
        "Level19": "Los defensores de esta ciudad estaban mejor preparados para la tormenta. Así que en esta batalla no podemos confiar demasiado en la ayuda del cristal tormenta.",
        "Level20": "La Escuela Imperial de Magos se encuentra en esta ciudad. \\n Así que no sólo tendremos la oposición de los soldados que custodian la ciudad, sino también de los magos élite del Imperio.",
        "Level21": "Nos estamos preparando para la defensa. Sin embargo, cuando los atacantes emergen de la neblina, queda claro que esta vez no estamos luchando contra el Imperio... ¡El ejército de muertos vivientes se acerca a la ciudad!",
        "Level22": "Este castillo pertenece al culto de los nigromantes quienes querían capturar nuestra ciudad anoche. Es hora de librar este lugar de los nigromantes antes de que reúnan un nuevo ejército de muertos vivientes.",
        "Level23": "Estamos en una gran ciudad comercial del Imperio Rojo. Al igual que su población, la guarnición de la ciudad es muy diversa. Están equipados con diferentes armas de todo el mundo.",
        "Level24": "En esta región se encuentra la mayor reserva de oro del mundo. Al capturar esta ciudad, debilitaremos la economía del enemigo.",
        "Level25": "El depósito de oro está custodiado por mercenarios élite. Debemos deshacernos de ellos para apoderarnos del lugar y de sus riquezas.",
        "Level26": "Una importante ciudad en materia de logística. Es vital para abastecer a la capital de alimentos, materiales de construcción y otros recursos procedentes de las regiones vecinas.",
        "Level27": "Al colocar un campamento militar en un estrecho camino entre las montañas, el Imperio Rojo espera detener nuestro avance. Los soldados imperiales tienen órdenes de defenderlo a toda costa.",
        "Level28": "El gran bosque. De aquí procede la mayor parte de la madera del Imperio. Los descendientes de los ladrones del bosque que fundaron este asentamiento son considerados los mejores arqueros del Imperio.",
        "Level29": "Un remoto pueblo de pescadores. Se rumorea que este lugar está habitado por muertos vivientes. Por esto, pocos se atreven a visitar el pueblo y comprobarlo por sí mismos.",
        "Level30": "El Imperio Rojo sigue tan débil como siempre. Sin embargo, la capital está muy bien protegida. La batalla será un serio desafío para nuestros experimentados guerreros.",
        "Level31": "El Fuerte Imperial ha enviado refuerzos a la capital. Pero estos se retrasaron, y ahora las tropas élite del Ejército Rojo se ven obligadas a atravesar nuestras sólidas defensas.",
        "Level32": "El Emperador Rojo, quien solía ser un gobernante muy poderoso, se escondió en un fuerte protegido por sus guerreros más leales. Sólo derrotando al tirano podremos poner fin a nuestra lucha por la libertad.",
        "Level1MC1": "",
        "Level2MC1": "El reino Naranja ha desarrollado herramientas explosivas para sus mineros. ¡Esta mayor eficiencia de los mineros significa que el ejército enemigo en nuestra frontera avanzará más rápido!",
        "Level3MC1": "Nos estamos moviendo con rapidez dentro del territorio del enemigo. No esperan ser atacados aquí. ¡Podemos utilizar el factor sorpresa si los atacamos de inmediato!",
        "Level4MC1": "En esta ocasión, el enemigo está mejor preparado y ha colocado numerosos guardias. ¡Atacarán en cuanto vean nuestro campamento!",
        "Level5MC1": "Nuestra misión continúa independientemente de las condiciones meteorológicas. Debemos estar preparados para los rayos.",
        "Level6MC1": "El reino Naranja tiene un ejército de nigromantes. Cuidado, ¡los nigromantes son especialmente peligrosos en la neblina verde!",
        "Level7MC1": "Ten cuidado, a menudo se producen explosiones en el borde de la zona volcánica. Sin embargo, ¡podemos utilizarlas en nuestro beneficio si atraemos al enemigo hacia nosotros!",
        "Level8MC1": "El Rey Naranja no escatimó en gastos a la hora de contratar un escuadrón de mercenarios conocidos por su brutalidad. ¡Esta es una gran oportunidad para librar al mundo de estos degenerados!",
        "Level9MC1": "¡Este depósito de oro está custodiado por los mejores arqueros del Reino Naranja!",
        "Level10MC1": "Este es el mayor yacimiento de oro del reino Naranja. También es donde se fabrican las herramientas explosivas para sus mineros. ¡Este lugar está muy bien protegido!",
        "Level1MC2": "",
        "Level3MC2": "Parece que el Reino Naranja está cambiando su estrategia. ¡Debemos estar preparados para responder a un ataque repentino!",
        "Level2MC2": "El enemigo ha reunido una gran cantidad de guerreros para atacar este depósito. ¡Podremos resistir si combinamos nuestra ventaja de las torres de defensa con una mejor estrategia!",
        "Level4MC2": "Esta vez, el enemigo envía a la batalla un escuadrón bastante diversificado. ¡Entre ellos hay guerreros de hielo capaces de congelar a nuestros soldados en la batalla!",
        "Level5MC2": "Aquí, en la frontera, los mineros del Reino Naranja agotaron sus propios depósitos de oro. ¡Ahora están robando recursos de nuestro lado de la frontera! Debemos tomar el castillo del enemigo para detenerlos.",
        "Level6MC2": "Tras la derrota del Imperio Rojo, algunas de las tropas imperiales huyeron al reino Naranja. Ahora el rey Naranja las utiliza para alcanzar sus propios objetivos.",
        "Level7MC2": "Después de una serie de fracasos, el rey Naranja espera que un pequeño escuadrón élite pueda obtener mejores resultados. Sin embargo, la fuerza de los combatientes está siendo limitada por la insensatez de sus comandantes.",
        "Level8MC2": "Las condiciones meteorológicas en esta región son muy peligrosas. Pero podemos aprovecharlas a nuestro favor.",
        "Level9MC2": "El enemigo está atacando desde el bosque muerto. En esta batalla cuentan con el elemento sorpresa y el equipo volcánico que les dará ventaja.",
        "Level10MC2": "Esta batalla no se trata de una defensa cualquiera. Una vez que hayamos conquistado el castillo del enemigo, ¡tomaremos el control total de este enorme yacimiento en la frontera con el Reino Naranja!",
        "Level1MC3": "",
        "Level2MC3": "Detuvimos el ataque del enemigo en esta dirección. Ahora tenemos la oportunidad de tomar este importante castillo.",
        "Level3MC3": "El enemigo está atacando desde distintas direcciones. Esta vez te han encomendado la defensa de la frontera norte.",
        "Level4MC3": "Logramos hacer frente a la ofensiva. Es hora de tomar el castillo del enemigo para evitar nuevos ataques en nuestra frontera norte.",
        "Level5MC3": "Algunas tropas enemigas se adentraron en nuestro país, logrando evitar los controles fronterizos. Esperan que estemos desprevenidos para este ataque.",
        "Level6MC3": "Es hora de destruir el campamento enemigo antes de que reciba nuevos refuerzos. Hemos destruido a la mayoría de los atacantes, ¡pero aún quedan guardias en el campamento!",
        "Level7MC3": "Mientras estábamos ocupados defendiendo otras regiones, el Ejército Naranja pudo capturar uno de nuestros castillos en la zona este. ¡Pero acabaremos con sus planes de seguir avanzando!",
        "Level8MC3": "Es hora de recuperar el control del castillo que perdimos. ¡Es muy importante que el enemigo no tenga ningún asentamiento en nuestro territorio!",
        "Level9MC3": "El rey Naranja envía a sus combatientes élite a nuestra capital. Esta es su última esperanza de ganar esta guerra, ¡tenemos que destruir sus ilusiones!",
        "Level10MC3": "El remanente del Ejército Naranja se reunió en este campamento. Están aislados de los refuerzos pero se niegan a rendirse. ¡Es nuestra oportunidad de deshacernos de los invasores para siempre!"
    }
}