{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Yakındaki bir kamptan muhafızlar, kaleyi yeniden ele geçirmek ve ayaklanmayı bastırmak umuduyla saldırıyor.",
        "Level3": "Bu kaleyi ele geçirdikten sonra ada üzerinde tam kontrol sahibi olacağız ve yakındaki gemiye erişim sağlayacağız.",
        "Level4": "Muhafızlar alarm verdi! Şimdi İmparatorluk Berserkerleri, isyanımızı yenmek için bir müfrezeyi bir araya getiriyor. Önleyici bir saldırı planlarını mahvedecek!",
        "Level5": "Savaşçılar altınlarının ve odunlarının çoğunu bu bölgeden elde eder. Güçlü bir ordu kurmak için kaynaklara ihtiyacımız olacak.",
        "Level6": "Yerel halk, oduncuların kampını ele geçiren soygunculardan şikayet ediyor. Önceki yerel hükümdar ganimetten pay aldı ve gardiyanlar suçlara göz yumdu.",
        "Level7": "Savaşçılar bu limandan dünyanın dört bir yanına baskınlar gönderir. Kıdemli akıncılar görevlerinden dönmeden önce şehri ele geçirmeliyiz!",
        "Level8": "Kıdemli akıncılar görevden dönüyor! Şehirlerinin ele geçirildiğini anlayınca hızla bir saldırı düzenlerler.",
        "Level9": "Kızıl İmparatorluk, yeminli Ateş Ulusu savaşçılarını savaşa atar. Güçlü volkanik silahları var!",
        "Level10": "Volkanik aktivite, volkanik silahların seri üretimini gösterir. Burada bulunan Volkanik Demirhane önemli bir stratejik hedeftir!",
        "Level11": "Kızıl İmparator, Volkanik Ocakta çalışan demircilere kızgın! Onları kaçmakla suçladı ve şimdi ne pahasına olursa olsun Forge'u geri almalarını talep ediyor.",
        "Level12": "Volcanic Forge'u ele geçirdikten sonra Grenadiers için bir grup silah da ele geçirdik. Bu silahlar hedefe ulaşmadı, bu yüzden bu şehirde bize sadece piyade karşı çıkacak.",
        "Level13": "Yerel ustalar, güçlü yaylar oluşturmak için ahşabı volkanik teknolojiyle birleştiriyor.",
        "Level14": "Kızıl İmparatorluğun farklı bölgeleri arasındaki bu gözlem noktası, düzenli sınır birlikleri tarafından korunuyor.",
        "Level15": "Bu kale Büyücüler tarafından korunmaktadır. Güçlü sihirli kalkanlar onları patlamalardan korur. Silahları Vahşi Savaşçılara karşı etkisizdir.",
        "Level16": "Kızıl Ordu geri çekilirken tarlaları yakar. Onları şimdi durdurursak, ordumuza yeterince yiyecek sağlar ve yerel halkı gelecekteki kıtlıktan kurtarırız.",
        "Level17": "Bu şehir dev bir Fırtına Kristali etrafında inşa edilmiştir. Kızıl İmparatorluğun Büyücüleri onu güçlü bir savunma silahı olarak kullanmayı öğrendiler.",
        "Level18": "Kızıl İmparatorluk, Fırtına Şehri'ni geri almaya çalışıyor. Bu sefer eleman bizim tarafımızda olacak.",
        "Level19": "Bu şehrin savunucuları fırtınaya daha hazırlıklıydı. Yani bu savaşta Fırtına Kristalinin yardımına çok fazla güvenemeyiz.",
        "Level20": "Imperial Mages' College bu şehirde bulunuyor. Sadece şehri koruyan askerler değil, seçkin Büyücüler de bize karşı çıkacak.",
        "Level21": "Savunma için hazırlanıyoruz. Ancak saldırganlar yaklaştığında, bu kez İmparatorluk ile savaşmadığımız ortaya çıkıyor ... Ölümsüz ordu şehre yaklaşıyor!",
        "Level22": "Bu kale, dün gece şehrimizi ele geçirmek isteyen Ölü Çağıran tarikatına ait. Yeni bir Ölümsüzler ordusu toplamadan önce bu yeri Necromancer'lardan kurtarmanın zamanı geldi.",
        "Level23": "Kızıl İmparatorluğun büyük bir ticaret şehri. Nüfusu gibi şehrin garnizonu da çok çeşitlidir. Dünyanın her yerinden farklı silahlarla donatılmışlar.",
        "Level24": "Dünyanın en büyük altın yatağı bu bölgede bulunabilir. Bu şehri ele geçirerek düşmanın ekonomisini zayıflatacağız.",
        "Level25": "Altın yatağı seçkin paralı askerler tarafından korunuyor. Burayı ve zenginliklerini ele geçirmek için onlardan kurtulmalıyız.",
        "Level26": "Önemli bir lojistik şehir. Başkente komşu bölgelerden gıda, inşaat malzemeleri ve diğer kaynakları sağlamak hayati önem taşıyor.",
        "Level27": "Kızıl İmparatorluk, dağlar arasındaki dar bir geçide bir askeri kamp kurarak ilerlememizi durdurmayı umuyor. İmparatorluk askerlerine ne pahasına olursa olsun yolu savunmaları emredildi.",
        "Level28": "Büyük orman. Burası İmparatorluğun odunlarının çoğunun geldiği yerdir. Bu yerleşimi kuran orman soyguncularının torunları, İmparatorluğun en iyi okçuları olarak kabul edilir.",
        "Level29": "Garip bir balıkçı kasabası. Buranın Ölümsüzler tarafından iskan edildiği söyleniyor. Ancak çok azı kasabayı ziyaret etmeye ve kendi gözleriyle görmeye cesaret edebilir.",
        "Level30": "Kızıl İmparatorluk her zamanki gibi zayıf. Ancak başkent çok iyi korunuyor. Savaş, deneyimli savaşçılarımız için ciddi bir meydan okuma olacak.",
        "Level31": "İmparatorluk Kalesi başkente takviye gönderir. Geç kaldılar ve şimdi Kızıl Ordu'nun seçkin birlikleri güvenilir savunmamızı kırmaya zorlanıyor.",
        "Level32": "Kızıl İmparator, en sadık savaşçıları tarafından korunan bir kalede saklandı. Özgürlük mücadelemize ancak tiranı yenerek son verebiliriz.",
        "Level1MC1": "",
        "Level2MC1": "Madenciler için patlayıcı araçlar yarattılar. Madencilerin daha fazla etkinliği, sınırımızdaki düşman ordusunun daha hızlı büyüyeceği anlamına geliyor!",
        "Level3MC1": "Düşman topraklarında hızla ilerliyoruz. Burada vurulmayı beklemiyorlar. Onlara hemen saldırırsak sürpriz etkisini kullanabiliriz!",
        "Level4MC1": "Bu sefer düşman daha iyi hazırlanmıştı ve çok sayıda muhafız yerleştirdi. Kampımızı görür görmez saldıracaklar!",
        "Level5MC1": "Misyonumuz hava şartlarından bağımsız olarak devam etmektedir. Yıldırım çarpmalarına karşı hazır olmalıyız.",
        "Level6MC1": "Orange Kingdom, ordusunda büyücüleri aktif olarak kullanıyor. Dikkat edin, büyücüler özellikle yeşil siste tehlikelidir!",
        "Level7MC1": "Dikkatli olun, volkanik bölgenin kenarlarında sıklıkla patlayıcı kırılmalar meydana gelir. Ancak, düşmanı cezbedersek onları lehimize kullanabiliriz!",
        "Level8MC1": "Turuncu Kral, vahşetleriyle tanınan bir paralı asker timi için hiçbir masraftan kaçınmadı. Bu, dünyayı bu canilerden kurtarmak için harika bir fırsat!",
        "Level9MC1": "Bu altın yatağı, Turuncu Krallığın en iyi okçuları tarafından korunuyor!",
        "Level10MC1": "Bu, Orange Kingdom'daki en büyük altın yatağıdır. Aynı zamanda madencileri için patlayıcı aletler ürettikleri yer. Burası çok iyi korunuyor!",
        "Level1MC2": "",
        "Level3MC2": "Görünüşe göre Turuncu Krallık taktik değiştiriyor. Hızlı bir saldırıyı püskürtmeye hazır olmalıyız!",
        "Level2MC2": "Düşman bu depoya saldırmak için çok sayıda savaşçı topladı. Savunma kulelerindeki üstünlüğümüzü ve daha iyi taktiklerimizi birleştirerek dayanabileceğiz!",
        "Level4MC2": "Bu kez, düşman oldukça çeşitli bir mangayı savaşa gönderir. Bunların arasında, savaşçılarımızı savaşta dondurabilen buz savaşçıları da var!",
        "Level5MC2": "Burada, sınırda, Turuncu Krallığın madencileri kendi altın yataklarını tüketmişlerdi. Şimdi sınırın bizim tarafımızdan kaynakları çalıyorlar! Onları durdurmak için düşmanın kalesini ele geçirmeliyiz.",
        "Level6MC2": "Kızıl İmparatorluğun yenilgisinden sonra, imparatorluk birliklerinin bir kısmı Turuncu Krallığa kaçtı. Şimdi Turuncu Kral bunları kendi amaçlarına ulaşmak için kullanıyor.",
        "Level7MC2": "Bir dizi başarısızlıktan sonra Turuncu Kral, küçük bir elit takımın daha iyi sonuçlar elde etmesini umuyor. Bununla birlikte, savaşçıların gücü, komutalarının aptallığıyla sınırlıdır.",
        "Level8MC2": "Bu bölgede hava koşulları çok tehlikelidir. Ama bunu lehimize kullanabiliriz.",
        "Level9MC2": "Düşman ölü ormandan saldırır. Bu savaşta onlara avantaj sağlamak için sürpriz unsuruna ve volkanik teçhizata güveniyorlar.",
        "Level10MC2": "Bu savaş sıradan bir savunma değil. Düşmanın kalesini ele geçirdikten sonra, Turuncu Krallık sınırındaki bu devasa yatağın tam kontrolünü ele geçireceğiz!",
        "Level1MC3": "",
        "Level2MC3": "Düşmanın bu yöndeki saldırısını durdurduk. Şimdi bu önemli kaleyi ele geçirme fırsatımız var.",
        "Level3MC3": "Düşman birkaç yönden saldırıyor. Bu sefer kuzey sınırının savunması size emanet edildi.",
        "Level4MC3": "Saldırıyı püskürttük. Kuzey sınırımıza daha fazla saldırı yapılmasını önlemek için düşmanın kalesini ele geçirme zamanı.",
        "Level5MC3": "Düşman birliklerinin bir kısmı sınır kontrol noktalarından kaçınarak ülkemizin derinliklerine gitti. Bu saldırıya hazır olmadığımızı umuyorlar.",
        "Level6MC3": "Yeni takviyeler almadan önce düşman kampını yok etme zamanı. Saldırganların çoğunu yok ettik ama kampta hala gardiyanlar var!",
        "Level7MC3": "Biz diğer bölgeleri savunmakla meşgulken, Turuncu Ordu doğudaki kalelerimizden birini ele geçirmeyi başardı. Ama daha fazla ilerleme planlarını yok edeceğiz!",
        "Level8MC3": "Daha önce kaybedilen kalenin kontrolünü yeniden kazanma zamanı. Düşmanın bölgemizde bir dayanağı olmaması çok önemli!",
        "Level9MC3": "Orange King seçkin savaşçılarını başkentimize gönderiyor. Bu, onun bu savaşı kazanmak için son umudu ve bugün bu umudu yok edeceğiz!",
        "Level10MC3": "Turuncu Ordu'nun kalıntıları bu kampta toplandı. Takviye kuvvetleriyle bağlantıları kesilir ancak teslim olmayı reddederler. Turuncu istilacılardan sonsuza dek kurtulmanın zamanı geldi!"
    }
}