{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Наглядачі із сусіднього табора атакують у надії відбити замок і швидко придушити повстання.",
        "Level3": "Захопивши цей замок - ми встановимо контроль над островом і отримаємо доступ до корабля, що стоїть тут. ",
        "Level4": "Отримавши сигнал тривоги, Імперські Берсерки зібрали загін, що повинен розбити повстання. Удар на випередження зруйнує їх план!",
        "Level5": "В цьому регіоні Берсерки добувають більшість свого золота і деревини. \\nНам знадобляться ці ресурси для побудови сильної армії.",
        "Level6": "Місцеві жителі скаржаться на розбійників, які захопили табір лісорубів.\\nКажуть, попередній місцевий правитель отримував частку награбованого, і варта закривала очі на злочини.",
        "Level7": "З цього порту Берсерки відправляють грабіжницькі рейди по всьому світу.\\nСлід захопити місто, перш ніж рейдери-ветерани повернулись зі своєї місії!",
        "Level8": "Рейдери-ветерани повертаються з місії! Зрозумівши, що їх місто захоплено, вони швидко організували атаку.",
        "Level9": "Червона Імперія кидає в бій присягнувших їй бійців Вогняної Нації.\\nОбережно, Вогняна Нація володіє потужною вулканічною зброєю!",
        "Level10": "Активність вулкана говорить про масове виробництво вулканічної зброї.\\nВулканічна Кузня, розташована тут - важлива стратегічна ціль.",
        "Level11": "Червоний Імператор розлючений на ковалів, що працювали у Вулканічній Кузні! Він звинуватив їх у втечі і тепер вимагає від них будь-якою ціною відвоювати Кузню.",
        "Level12": "Захопивши Вулканічну Кузню ми також захопили партію зброї для Гренадірів. Ця зброя не дійшла за призначенням, тож у цьому місті нам протистоятиме лише піхота.",
        "Level13": "Місцеві майстри поєднують дерево з вогняними технологіями для створення потужних луків.",
        "Level14": "Цей наглядовий пункт між різними частинами Червоної Імперії охороняють звичайні прикордонні війська.",
        "Level15": "В цьому замку поселились маги. \\nПотужні магічні щити захищають їх від вибухів вулканічної зброї. Їх блискавичні посохи неефективні в бою з берсерками.",
        "Level16": "Відступаючи, війська Червоної Імперії спалюють поля. \\nЗнищивши цих Червоних шкідників ми забезпечимо свою армію їжею і врятуємо місцеве населення від майбутнього голоду.",
        "Level17": "Це місто збудовано навколо велетенського Грозового Кристала. \\nМаги Червоної Імперії навчились використовувати його енергію як потужну зброю.",
        "Level18": "Червона Імперія намагається повернути Місто Грози. \\nЦього разу стихія буде на нашому боці.",
        "Level19": "Оборонці цього міста краще підготувались до грози. Тож в цьому бою не слід надто розраховувати на допомогу від Грозового Кристала.",
        "Level20": "В цьому місті знаходиться Імперська Колегія Магів. \\nНам протистоятимуть не лише воїни що охороняють місто, а й магічна еліта Імперії.",
        "Level21": "Вартові здійняли тривогу і ми готуємось до оборони. Втім, коли із туману виринають силуети нападників - стає зрозуміло, що цього разу нам протистоїть не Імперія... На місто насувається армія живих мерців!",
        "Level22": "Цей замок належить культу Некромантів, що хотіли захопити наше місто минулої ночі. Час звільнити це місце від Некромантів, доки вони не зібрали нову армію мерців.",
        "Level23": "Велике торгове місто Червоної Імперії. \\nГарнізон цього міста оснащено зброєю з усіх куточків світу.",
        "Level24": "В цьому регіоні знаходиться найбільше родовище золота на континенті. \\nЗахопивши це місто - ми послабимо економіку ворога.",
        "Level25": "Золоте родовище охороняє великий загін елітних найманців. \\nЩоб взяти родовище під контроль - ми повинні позбутись охорони.",
        "Level26": "Важливе логістичне місто. Через нього до столиці надходять будівельні матеріали та продовольство із сусідніх регіонів.",
        "Level27": "Розмістивши військовий табір у вузькому проході між горами, Червона Імперія сподівається зупинити наше просування. Імперським бійцям наказано тримати оборону.",
        "Level28": "Великі ліси. Звідси надходить більшість деревини Імперії. Нащадки лісових розбійників, заснувавших це поселення, вважаються найкращими лучниками в Імперії.",
        "Level29": "Усамітнене рибацьке місто. Подейкують, його населяють живі мерці. Втім, ніхто не наважується навідатись сюди і перевірити правдивість чуток.",
        "Level30": "Червону Імперію ослаблено як ніколи. Тим не менш, столицю дуже добре захищено. Це буде серйозним викликом для наших досвідчених воїнів.",
        "Level31": "Імперський Форт надсилає підкріплення до столиці. Вони запізнились, і тепер елітні війська Червоної армії змушені пробиватись крізь наш надійний захист.",
        "Level32": "Колись всемогутній, Червоний Імператор заховався у форті захищений своїми найвірнішими бійцями.  Лиш перемігши тирана ми поставимо крапку в нашій боротьбі за свободу.",
        "Level1MC1": "",
        "Level2MC1": "Помаранчеве Королівство створило вибухові інструменти для рудокопів. Більша ефективність рудокопів означає, що армія ворога на нашому кордоні розростатиметься ще швидше!",
        "Level3MC1": "Наш загін швидко рухається по території ворога. Вони не очікують удару в цьому місці. Ми можемо скористатись ефектом несподіванки, якщо одразу атакуємо їх!",
        "Level4MC1": "Цього разу ворог краще підготувався і виставив численну охорону. Вони нападуть, щойно побачивши наш табір!",
        "Level5MC1": "Наша місія продовжується незалежно від погодних умов. Ми повинні бути готові до ударів блискавок.",
        "Level6MC1": "Помаранчеве королівство активно використовує некромантів у своїй армії. Стережіться, некроманти особливо небезпечні у зеленому тумані!",
        "Level7MC1": "Обережно, на краю вулканічної зони часто виникають вибухові розлами. Втім, ми можемо використати їх на свою користь, якщо заманимо сюди ворога!",
        "Level8MC1": "Помаранчевий король не пошкодував грошей на загін найманців відомих своєю жорстокістю. Щож, це чудова нагода очистити світ від цих горлорізів!",
        "Level9MC1": "Це золоте родовище охороняють найкращі лучники Помаранчевого Королівства.",
        "Level10MC1": "Це найбільше золоте родовище в Помаранчевому Королівстві, і саме тут виготовляються вибухові інструменти рудокопів. Це місце дуже добре захищене!",
        "Level1MC2": "",
        "Level3MC2": "Схоже, Помаранчеве Королівство змінює тактику. Ми повинні бути готові відбити швидку атаку!",
        "Level2MC2": "Ворог зібрав чимало бійців для атаки на це родовище. Та поєднавши нашу перевагу в оборонних баштах і вдалу тактику - ми зможемо вистояти.",
        "Level4MC2": "На цей раз ворог надсилає у бій доволі різноманітний загін. Обережно, серед них є й крижані бійці, здатні заморожувати наших воїнів у бою!",
        "Level5MC2": "Тут, на кордоні, рудокопи Помаранчевого Королівства вичерпали власні запаси золота. Тупер вони крадуть ресурси з нашого боку кордону! Щоб завадити їм - ми повинні захопити ворожий замок.",
        "Level6MC2": "Після поразки Червоної Імперії - частина імперських військ втекла до Помаранчевого Королівства. Тепер Король використовує їх у власних інтересах.",
        "Level7MC2": "Після серії невдач, Помаранчевий Король сподівається, що невеликий елітний загін зможе досягти кращих результатів. Однак сили бійців обмежені дурістю їхнього командування.",
        "Level8MC2": "Погодні умови в цьому регіоні дуже небезпечні. Але ми можемо використати це для власної переваги.",
        "Level9MC2": "Ворог атакує з боку мертвого лісу. Вони розраховують, що елемент несподіванки і вулканічна екіпіровка дасть їм необхідну перевагу.",
        "Level10MC2": "Цей бій - не звичайна оборона. Захопивши ворожий замок ми повністю візьмемо під контроль це величезне родовище на кордоні з Помаранчевим Королівством!",
        "Level1MC3": "",
        "Level2MC3": "Ми знищили наступальні сили ворога на цьому напрямку. Тепер у нас з'явилась нагода захопити цей важливий замок.",
        "Level3MC3": "Ворог одночасно наступає з декількох напрямків. Цього разу вам доручили оборону північного кордону.",
        "Level4MC3": "Ми знищили наступальні сили, настав час захопити ворожий замок, щоб уникнути подальших атак ворога на цьому напрямку.",
        "Level5MC3": "Частина ворожих військ пройшла вглиб нашої країни, уникнувши прикордонних застав. Вони сподіваються, що ми виявимось неготовими до цього нападу.",
        "Level6MC3": "Час зруйнувати ворожий табір перш ніж ворог перекине сюди нові підкріплення. Ми знищили більшу частину нападників, але в таборі ще залишилась охорона!",
        "Level7MC3": "Доки ми були зайняті обороною інших регіонів, Помаранчева Армія змогла захопити один з наших замків на сході. Але ми зруйнуємо їх плани на подальше просування!",
        "Level8MC3": "Час відновити контроль над раніше втраченим замком. Це позбавить ворога плацдарму для подальшого наступу.",
        "Level9MC3": "Помаранчевий Король надсилає своїх елітних бійців до нашої столиці. Це його остання надія на перемогу у цій війні, і сьогодні ми зруйнуємо цю надію!",
        "Level10MC3": "В цьому таборі зібрались залишки Помаранчевої Армії. Вони відрізані від підкріплень, але відмовляються здаватись. Знищивши їх, ми остаточно очистимо нашу землю від окупантів!"
    }
}