{
    "c2dictionary": true,
    "data": {
        "Level1": "",
        "Level2": "Các lính canh từ một trại gần đó đang tấn công với hy vọng chiếm lại lâu đài và đàn áp cuộc nổi dậy.",
        "Level3": "Sau khi chiếm được lâu đài này, chúng ta sẽ giành toàn quyền kiểm soát hòn đảo và tiếp cận với con tàu gần đó.",
        "Level4": "Lính canh đã phát tín hiệu báo động! Bây giờ Imperial Berserker đang tập hợp một biệt đội để đánh bại cuộc nổi dậy của chúng tôi. Một đòn phủ đầu sẽ phá hỏng kế hoạch của họ!",
        "Level5": "Berserker lấy hầu hết vàng và gỗ của họ từ vùng này. Chúng tôi sẽ cần các nguồn lực để xây dựng một đội quân mạnh mẽ.",
        "Level6": "Người dân địa phương phàn nàn về những tên cướp đã chiếm trại của lâm tặc. Người cai trị địa phương trước đây đã nhận được một phần của chiến lợi phẩm, và các lính canh đã làm ngơ trước tội ác.",
        "Level7": "Từ cảng này Berserkers gửi các cuộc tấn công khắp thế giới. Chúng ta phải chiếm được thành phố trước khi những kẻ đột kích kỳ cựu trở về từ nhiệm vụ của họ!",
        "Level8": "Những tay cướp kỳ cựu trở về sau nhiệm vụ! Nhận thấy rằng thành phố của họ đã bị chiếm, họ nhanh chóng tổ chức một cuộc tấn công.",
        "Level9": "Đế chế Đỏ ném các chiến binh Hỏa Quốc đã tuyên thệ vào trận chiến. Họ có vũ khí núi lửa mạnh mẽ!",
        "Level10": "Hoạt động của núi lửa chỉ ra sự sản xuất hàng loạt vũ khí của núi lửa. Lò rèn núi lửa nằm ở đây là một mục tiêu chiến lược quan trọng!",
        "Level11": "Red Emperor rất tức giận với những người thợ rèn làm việc trong Volcanic Forge! Anh ta buộc tội họ đã bỏ trốn và bây giờ yêu cầu họ phải chiếm lại Lò rèn bằng mọi giá.",
        "Level12": "Sau khi chiếm được Volcanic Forge, chúng tôi cũng đã thu giữ một lô vũ khí cho các Grenadiers. Những vũ khí này đã không đến được đích, vì vậy chỉ có bộ binh sẽ chống lại chúng ta trong thành phố này.",
        "Level13": "Các thợ thủ công địa phương kết hợp gỗ với công nghệ núi lửa để tạo ra những chiếc cung mạnh mẽ.",
        "Level14": "Trạm quan sát này nằm giữa các phần khác nhau của Đế chế Đỏ được canh gác bởi quân đội biên giới chính quy.",
        "Level15": "Lâu đài này được canh giữ bởi các Mage. Những chiếc khiên ma thuật mạnh mẽ bảo vệ chúng khỏi những vụ nổ. Vũ khí của họ không hiệu quả khi chống lại Berserker.",
        "Level16": "Hồng quân đốt cháy các cánh đồng khi họ rút lui. Nếu chúng ta ngăn chặn chúng ngay bây giờ, chúng ta sẽ cung cấp đủ lương thực cho quân đội và cứu người dân địa phương khỏi nạn đói trong tương lai.",
        "Level17": "Thành phố này được xây dựng xung quanh một Storm Crystal khổng lồ. Các pháp sư của Đế chế Đỏ đã học cách sử dụng nó như một vũ khí phòng thủ mạnh mẽ.",
        "Level18": "Đế chế Đỏ đang cố gắng chiếm lại Thành phố Bão tố. Lần này yếu tố sẽ đứng về phía chúng ta.",
        "Level19": "Những người bảo vệ thành phố này đã chuẩn bị tốt hơn cho cơn bão. Vì vậy trong trận chiến này chúng ta không thể trông chờ quá nhiều vào sự trợ giúp của Storm Crystal.",
        "Level20": "Trường Cao đẳng Pháp sư Hoàng gia nằm ở thành phố này. Chúng tôi sẽ bị phản đối không chỉ bởi những người lính bảo vệ thành phố, mà còn cả những Pháp sư ưu tú.",
        "Level21": "Chúng tôi đang chuẩn bị cho hàng thủ. Tuy nhiên, khi những kẻ tấn công đến gần hơn, rõ ràng là lần này chúng ta không chiến đấu với Đế chế ... Đội quân Undead đang tiến đến thành phố!",
        "Level22": "Lâu đài này thuộc về giáo phái Necromancer muốn chiếm thành phố của chúng ta đêm qua. Đã đến lúc phải loại bỏ nơi này của Necromancer trước khi họ tập hợp một đội quân Undead mới.",
        "Level23": "Một thành phố buôn bán lớn của Đế chế Đỏ. Giống như dân số, lực lượng đồn trú của thành phố rất đa dạng. Họ được trang bị các loại vũ khí khác nhau từ khắp nơi trên thế giới.",
        "Level24": "Kho vàng lớn nhất thế giới có thể được tìm thấy ở khu vực này. Khi chiếm được thành phố này, chúng ta sẽ làm suy yếu nền kinh tế của kẻ thù.",
        "Level25": "Kho vàng được bảo vệ bởi những người lính đánh thuê tinh nhuệ. Chúng ta phải loại bỏ chúng để chiếm được vị trí và sự giàu có của nó.",
        "Level26": "Một thành phố hậu cần quan trọng. Điều quan trọng là cung cấp lương thực, vật liệu xây dựng và các nguồn lực khác cho thủ đô từ các vùng lân cận.",
        "Level27": "Bằng cách đặt một trại quân sự trong một lối đi hẹp giữa các ngọn núi, Đế chế Đỏ hy vọng sẽ ngăn chặn được bước tiến của chúng tôi. Binh lính đế quốc được lệnh bảo vệ con đường bằng bất cứ giá nào.",
        "Level28": "Khu rừng rộng lớn. Đây là nơi lấy phần lớn gỗ của Đế chế. Hậu duệ của những tên cướp rừng đã thành lập khu định cư này được coi là những cung thủ giỏi nhất trong Đế chế.",
        "Level29": "Một thị trấn đánh cá kỳ lạ. Người ta đồn rằng nơi đây là nơi sinh sống của các Undead. Nhưng ít người dám đến thăm thị trấn và tận mắt chứng kiến.",
        "Level30": "Đế chế Đỏ vẫn yếu như mọi khi. Nhưng thành phố thủ đô được bảo vệ rất tốt. Trận chiến sẽ là một thử thách nghiêm trọng đối với những chiến binh dày dặn kinh nghiệm của chúng ta.",
        "Level31": "Pháo đài Hoàng gia gửi quân tiếp viện đến thủ đô. Họ đến muộn, và bây giờ các đội quân tinh nhuệ của Hồng quân buộc phải phá vỡ hàng phòng thủ đáng tin cậy của chúng tôi.",
        "Level32": "Red Emperor ẩn náu trong một pháo đài được bảo vệ bởi những chiến binh trung thành nhất của mình. Chỉ bằng cách đánh bại bạo chúa, chúng ta sẽ chấm dứt cuộc đấu tranh giành tự do của mình.",
        "Level1MC1": "",
        "Level2MC1": "Vương quốc Orange đã tạo ra công cụ nổ cho những người thợ mỏ. Hiệu quả cao hơn của các thợ mỏ đồng nghĩa với việc quân địch ở biên giới của chúng ta sẽ phát triển nhanh hơn!",
        "Level3MC1": "Chúng tôi đang nhanh chóng di chuyển qua lãnh thổ của kẻ thù. Họ không mong đợi bị đánh ở đây. Chúng ta có thể sử dụng hiệu ứng bất ngờ nếu chúng ta tấn công chúng ngay lập tức!",
        "Level4MC1": "Lần này kẻ thù đã chuẩn bị tốt hơn và bố trí rất nhiều lính canh. Họ sẽ tấn công ngay khi nhìn thấy trại của chúng ta!",
        "Level5MC1": "Nhiệm vụ của chúng tôi tiếp tục bất kể điều kiện thời tiết. Chúng ta phải sẵn sàng cho những tia sét.",
        "Level6MC1": "Vương quốc Orange tích cực sử dụng các thuật giả trong quân đội của mình. Hãy cẩn thận, những kẻ phá án đặc biệt nguy hiểm trong sương mù màu xanh lá cây!",
        "Level7MC1": "Hãy cẩn thận, các vụ nổ thường xảy ra ở rìa vùng núi lửa. Tuy nhiên, chúng ta có thể sử dụng chúng để làm lợi thế nếu chúng ta dụ được kẻ thù!",
        "Level8MC1": "Orange King không tiếc chi phí cho một đội lính đánh thuê nổi tiếng với sự tàn bạo của họ. Chà, đây là một cơ hội tuyệt vời để loại bỏ thế giới của những kẻ đáng ghét này!",
        "Level9MC1": "Kho vàng này được bảo vệ bởi những cung thủ giỏi nhất của Vương quốc Cam!",
        "Level10MC1": "Đây là kho vàng lớn nhất ở Vương quốc Cam. Đó cũng là nơi họ sản xuất các công cụ nổ cho các thợ mỏ của họ. Nơi này được bảo vệ rất tốt!",
        "Level1MC2": "",
        "Level3MC2": "Có vẻ như Orange Kingdom đang thay đổi chiến thuật. Chúng ta phải sẵn sàng để đẩy lùi một cuộc tấn công nhanh chóng!",
        "Level2MC2": "Địch đã tập hợp rất nhiều chiến đấu cơ để tấn công vào bãi cọc này. Chúng tôi sẽ có thể cầm cự bằng cách kết hợp ưu thế của mình trong các tháp phòng thủ và chiến thuật tốt hơn!",
        "Level4MC2": "Lần này, địch cử một đội hình khá đa dạng vào trận địa. Trong số đó có những chiến binh băng có khả năng đóng băng các chiến binh của chúng ta trong trận chiến!",
        "Level5MC2": "Tại đây, ở biên giới, những người thợ mỏ của Vương quốc Orange đã cạn kiệt nguồn vàng của họ. Bây giờ họ đang ăn cắp tài nguyên từ phía biên giới của chúng tôi! Chúng ta phải chiếm được lâu đài của kẻ thù để ngăn chặn chúng.",
        "Level6MC2": "Sau sự thất bại của Đế chế Đỏ, một số quân của đế quốc đã bỏ chạy đến Vương quốc Cam. Bây giờ Vua cam sử dụng chúng để đạt được mục tiêu của riêng mình.",
        "Level7MC2": "Sau một loạt thất bại, Orange King hy vọng rằng một đội nhỏ tinh nhuệ có thể đạt được kết quả tốt hơn. Tuy nhiên, sức mạnh của các chiến binh bị hạn chế bởi sự ngu ngốc trong việc chỉ huy của họ.",
        "Level8MC2": "Điều kiện thời tiết ở khu vực này rất nguy hiểm. Nhưng chúng ta có thể sử dụng nó để có lợi cho mình.",
        "Level9MC2": "Kẻ thù tấn công từ khu rừng chết. Họ tin tưởng vào yếu tố bất ngờ và thiết bị núi lửa để mang lại lợi thế cho họ trong trận chiến này.",
        "Level10MC2": "Trận chiến này không phải là phòng thủ bình thường. Sau khi chiếm được lâu đài của kẻ thù, chúng ta sẽ toàn quyền kiểm soát khoản tiền gửi khổng lồ này ở biên giới với Vương quốc Cam!",
        "Level1MC3": "",
        "Level2MC3": "Chúng tôi đã ngăn chặn cuộc tấn công của đối phương theo hướng này. Bây giờ chúng tôi có một cơ hội để chiếm được lâu đài quan trọng này.",
        "Level3MC3": "Kẻ thù đang tấn công từ nhiều hướng. Lần này bạn được giao nhiệm vụ bảo vệ biên giới phía Bắc.",
        "Level4MC3": "Chúng tôi đã đẩy lùi cuộc tấn công. Đã đến lúc phải chiếm được lâu đài của kẻ thù để tránh các cuộc tấn công tiếp theo vào biên giới phía bắc của chúng ta.",
        "Level5MC3": "Một số quân của địch tiến sâu vào nước ta, tránh các trạm kiểm soát biên giới. Họ hy vọng rằng chúng tôi chưa sẵn sàng cho cuộc tấn công này.",
        "Level6MC3": "Đã đến lúc phá hủy doanh trại của kẻ thù trước khi nó nhận được quân tiếp viện mới. Chúng tôi đã tiêu diệt hầu hết những kẻ tấn công, nhưng vẫn còn lính canh trong trại!",
        "Level7MC3": "Trong khi chúng tôi bận rộn bảo vệ các khu vực khác, quân đội Orange đã có thể chiếm được một trong những lâu đài của chúng tôi ở phía đông. Nhưng chúng tôi sẽ phá hủy kế hoạch của họ để thăng tiến hơn nữa!",
        "Level8MC3": "Đã đến lúc giành lại quyền kiểm soát lâu đài đã mất trước đó. Điều rất quan trọng là kẻ thù không có chỗ đứng trên lãnh thổ của chúng ta!",
        "Level9MC3": "Orange King gửi các chiến binh tinh nhuệ của mình đến thủ đô của chúng ta. Đây là hy vọng cuối cùng của anh ấy để giành chiến thắng trong cuộc chiến này, và hôm nay chúng ta sẽ phá hủy hy vọng đó!",
        "Level10MC3": "Những người còn sót lại của quân đội Orange đã tập trung trong trại này. Họ bị cắt tiếp viện nhưng không chịu đầu hàng. Đã đến lúc để loại bỏ những kẻ xâm lược Orange cho tốt!"
    }
}